Repository: genDelta8/naturafit
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt, tr

source: Reference Images
de: Referenzbilder
es: Imágenes de referencia
fr: Images de référence
it: Immagini di riferimento
pt: Imagens de Referência
tr: Referans Görseller

source: Exercise Info
de: Übungsinformationen
es: Información del ejercicio
fr: Informations sur l'exercice
it: Informazioni sull'esercizio
pt: Informações do Exercício
tr: Egzersiz Bilgisi

# exercise_sets
source: {count} sets
fr: {count} séries
it: {count} serie
tr: {count} set

# exercise_reps
source: {count} reps
it: {count} ripetizioni
tr: {count} tekrar

# meal_plans
source: Plans
de: Pläne
es: Planes
it: Piani
pt: Planos
tr: Planlar

source: Meal Plan
de: Essenplan
es: Plan de comidas
fr: Plan alimentaire
it: Piano alimentare
pt: Plano de Refeição
tr: Beslenme Planı

source: Current Meal Plan
de: Aktueller Essenplan
es: Plan de comidas actual
fr: Plan alimentaire actif
it: Piano alimentare attivo
pt: Plano de Refeição Atual
tr: Mevcut Beslenme Planı

source: No Current Meal Plan
de: Kein aktueller Essenplan
es: No hay plan de comidas actual
fr: Aucun plan alimentaire actif
it: Nessun piano alimentare attivo
pt: Nenhum Plano de Refeição Atual
tr: Aktif Beslenme Planı Yok

# check_meal_plans
source: Please check your meal plans to set one as current
de: Bitte überprüfe deine Essenpläne, um einen als aktuell festzulegen
es: Por favor, revisa tus planes de comidas para configurar uno como actual
fr: Veuillez vérifier vos plans alimentaires pour mettre un plan comme actif
it: Controlla i tuoi piani alimentari per impostare un piano come attivo
pt: Por favor, verifique seus planos de refeição para estabelecer um como atual
tr: Lütfen beslenme planlarını kontrol edip bir tanesini aktif olarak belirle

source: View Meal Plans
de: Essenpläne ansehen
es: Ver planes de comidas
fr: Voir les plans alimentaires
it: Vedi piani alimentari
pt: Ver Planos de Refeição
tr: Beslenme Planlarını Görüntüle

# search_meal_plans
source: Search...
de: Suchen...
es: Buscar...
fr: Rechercher...
it: Cerca...
pt: Pesquisar...
tr: Ara...

source: No meal plans found
de: Keine Essenpläne gefunden
es: No se encontraron planes de comidas
fr: Aucun plan alimentaire trouvé
it: Nessun piano alimentare trovato
pt: Nenhum plano de refeição encontrado
tr: Beslenme planı bulunamadı

# adjust_meal_filters
source: Try adjusting your filters
de: Bitte ändere deine Filter
es: Intenta ajustar tus filtros
fr: Essayez de modifier vos filtres
it: Prova a modificare i tuoi filtri
pt: Tente ajustar seus filtros
tr: Filtrelerini ayarlamayı dene

source: Daily Calories
de: Tägliche Kalorien
es: Calorías diarias
fr: Calories quotidiennes
it: Calorie giornaliere
pt: Calorias Diárias
tr: Günlük Kalori

# no_meals_for_day
source: No meals added for {day}
de: Keine Essen für {day} hinzugefügt
es: No se han agregado comidas para {day}
fr: Aucun repas ajouté pour {day}
it: Nessun pasto aggiunto per {day}
pt: Nenhuma refeição adicionada para {day}
tr: {day} için öğün eklenmemiş

source: Nutrition Facts
es: Factores nutricionales
fr: Faits nutritionnels
it: Valori nutrizionali
pt: Fatos Nutricionais
tr: Besin Değerleri

source: Ingredients
es: Ingredientes
fr: Ingrédients
it: Ingredienti
pt: Ingredientes
tr: Malzemeler

# serving_size
source: Serving Size: {size}
es: Tamaño de porción: {size}
fr: Taille de la portion: {size}
it: Porzione: {size}
pt: Tamanho de Porção: {size}
tr: Porsiyon: {size}

# diet_type_label
source: Diet Type
de: Ernährungstyp
es: Tipo de dieta
fr: Type de régime
it: Tipo di dieta
pt: Tipo de Dieta
tr: Diyet Tipi

# macros_label
source: MACROS
tr: MAKROLAR

source: Meal Details
de: Essen Details
es: Detalles de la comida
fr: Détails du repas
it: Dettagli pasto
pt: Detalhes da Refeição
tr: Öğün Detayları

# available_hours_page_title
source: Available Hours
de: Verfügbare Stunden
es: Horarios disponibles
fr: Disponibilités
it: Disponibilità
pt: Horários Disponíveis
tr: Müsait Saatler

# sensitive_data_page_title
source: Sensitive Data
de: Sensible Daten
es: Datos sensibles
fr: Données sensibles
it: Dati sensibili
pt: Dados Sensíveis
tr: Hassas Veriler

# data_sharing_consent_title
source: Data Sharing Consent
de: Datenfreigabe
es: Consentimiento para compartir datos
fr: Consentement au partage de données
it: Consenso alla condivisione dei dati
pt: Consentimento de Compartilhamento de Dados
tr: Veri Paylaşım İzni

# unit_preferences_page_title
source: Unit Preferences
de: Einheitseinstellungen
es: Preferencias de unidades
fr: Préférences unités
it: Preferenze unità
pt: Preferências de Unidade
tr: Birim Tercihleri

# height_unit_title
source: HEIGHT
de: HÖHE
es: ALTURA
fr: HAUTEUR
it: ALTEZZA
pt: ALTURA
tr: BOY

# weight_unit_title
source: WEIGHT
de: GEWICHT
es: PESO
fr: POIDS
it: PESO
pt: PESO
tr: KİLO

# distance_unit_title
source: DISTANCE
es: DISTANCIA
it: DISTANZA
pt: DISTÂNCIA
tr: MESAFE

# time_format_title
source: TIME FORMAT
de: ZEITFORMAT
es: FORMATO DE TIEMPO
fr: FORMAT DE L'HEURE
it: FORMATO ORA
pt: FORMATO DE TEMPO
tr: SAAT BİÇİMİ

# date_format_title
source: DATE FORMAT
de: DATUMFORMAT
es: FORMATO DE FECHA
fr: FORMAT DE LA DATE
it: FORMATO DATA
pt: FORMATO DE DATA
tr: TARİH BİÇİMİ

# time_format_12hour
source: 12-hour (1:30 PM)
de: 12-Stunden-Format (1:30 PM)
it: 12 ore (1:30 PM)
tr: 12 saat (1:30 PM)

# time_format_24hour
source: 24-hour (13:30)
de: 24-Stunden-Format (13:30)
it: 24 ore (13:30)
tr: 24 saat (13:30)

source: Create Meal Plan
de: Essenplan erstellen
es: Crear plan de comidas
fr: Créer un plan alimentaire
it: Crea piano alimentare
pt: Criar Plano de Refeição
tr: Beslenme Planı Oluştur

source: Existing Client
de: Vorhandener Kunde
es: Cliente existente
fr: Client existant
it: Cliente esistente
pt: Cliente Existente
tr: Mevcut Danışan

source: Manual Client
de: Manuelle Erstellung
es: Cliente manual
fr: Client manuel
it: Cliente manuale
pt: Cliente Manual
tr: Manuel Danışan

source: Template
de: Vorlage
es: Plantilla
fr: Modèle
it: Modello
pt: Modelo
tr: Şablon

# template_info
source: Create templates to reuse later. Access your templates in Resources to quickly create new meal plans with modifications.
de: Erstelle Vorlagen, um sie später wiederzuverwenden. Zugang zu Vorlagen in Ressourcen, um schnell neue Essenpläne mit Anpassungen zu erstellen.
es: Crea plantillas para reutilizar más tarde. Accede a tus plantillas en Recursos para crear nuevos planes de comidas con modificaciones.
fr: Créez des modèles pour les réutiliser plus tard. Accédez à vos modèles dans les ressources pour créer rapidement de nouveaux plans alimentaires avec des modifications.
it: Crea modelli da riutilizzare in seguito. Accedi ai tuoi modelli nelle risorse per creare rapidamente nuovi piani alimentari con modifiche.
pt: Crie modelos para reutilizar mais tarde. Acesse seus modelos em Recursos para criar novos planos de refeição com modificações.
tr: Daha sonra tekrar kullanmak için şablonlar oluştur. Kaynaklar bölümünden şablonlara erişip hızlıca yeni beslenme planları oluşturabilirsin.

source: Template Name
de: Vorlagenname
es: Nombre de la plantilla
fr: Nom du modèle
it: Nome modello
pt: Nome do Modelo
tr: Şablon Adı

source: Enter template name
de: Vorlagenname eingeben
es: Ingresa el nombre de la plantilla
fr: Entrez le nom du modèle
it: Inserisci il nome del modello
pt: Digite o nome do modelo
tr: Şablon adı gir

# select_client
source: Select a client
de: Kunde auswählen
es: Selecciona un cliente
fr: Sélectionnez un client
it: Seleziona cliente
pt: Selecione um cliente
tr: Danışan seç

source: Plan Name
es: Nombre del plan
fr: Nom du plan
it: Nome piano
pt: Nome do Plano
tr: Plan Adı

source: Enter plan name
de: Planname eingeben
es: Ingresa el nombre del plan
fr: Entrez le nom du plan
it: Inserisci il nome del piano
pt: Digite o nome do plano
tr: Plan adı gir

# goal_hint
source: e.g., Weight loss, Muscle gain, Maintenance
de: z.B. Gewichtsverlust, Muskelaufbau, Wartung
es: e.g., Pérdida de peso, Ganancia de masa muscular, Mantenimiento
fr: e.g., Perte de poids, Gain de masse musculaire, Entretien
it: es., Perdita di peso, Aumento massa muscolare, Mantenimento
pt: e.g., Perda de peso, Ganho de massa, Manutenção
tr: örn. Kilo verme, Kas kazanımı, Koruma

# duration_hint
source: e.g., 4 weeks
de: z.B. 4 Wochen
es: e.g., 4 semanas
fr: e.g., 4 semaines
it: es., 4 settimane
pt: e.g., 4 semanas
tr: örn. 4 hafta

source: Daily Caloric Target
de: Tägliche Kalorienziel
es: Objetivo calórico diario
fr: Objectif calorique quotidien
it: Obiettivo calorico giornaliero
pt: Alvo Calórico Diário
tr: Günlük Kalori Hedefi

# calories_hint
source: e.g., 2000 kcal
de: z.B. 2000 kcal
it: es., 2000 kcal
tr: örn. 2000 kcal

# carbs_percentage
source: Carbs %
de: Kohlenhydrate %
es: Carbohidratos %
it: Carboidrati %
pt: Carboidratos %
tr: Karbonhidrat %

# fats_percentage
source: Fats %
de: Fette %
es: Grasas %
it: Grassi %
pt: Gorduras %
tr: Yağ %

source: Diet Type
de: Ernährungstyp
es: Tipo de dieta
fr: Type de régime
it: Tipo di dieta
pt: Tipo de Dieta
tr: Diyet Tipi

# diet_type_hint
source: e.g., Mediterranean, Keto, Vegan
de: z.B. Mediterran, Keto, Vegan
es: e.g., Mediterráneo, Keto, Vegano
fr: e.g., Méditerranéen, Keto, Vegan
it: es., Mediterranea, Keto, Vegana
pt: e.g., Mediterrâneo, Cetogênico, Vegano
tr: örn. Akdeniz, Keto, Vegan

source: Special Considerations
de: Besondere Überlegungen
es: Consideraciones especiales
fr: Considérations spéciales
it: Considerazioni speciali
pt: Considerações Especiais
tr: Özel Durumlar

# special_considerations_hint
source: e.g., Allergies, intolerances, preferences
de: z.B. Allergien, Intoleranzen, Vorlieben
es: e.g., Alergias, intolerancias, preferencias
it: es., Allergie, intolleranze, preferenze
pt: e.g., Alergias, intolerâncias, preferências
tr: örn. Alerjiler, intoleranslar, tercihler

source: Search ingredients...
de: Zutaten suchen...
es: Buscar ingredientes...
fr: Rechercher des ingrédients...
it: Cerca ingredienti...
pt: Pesquisar ingredientes...
tr: Malzeme ara...

source: Database
de: Datenbank
es: Base de datos
fr: Base de données
pt: Banco de Dados
tr: Veritabanı

source: Ingredient Name
de: Zutatenname
es: Nombre del ingrediente
fr: Nom de l'ingrédient
it: Nome ingrediente
pt: Nome do Ingrediente
tr: Malzeme Adı

# ingredient_name_hint
source: e.g., Chicken Breast
de: z.B. Hühnchenbrust
es: e.g., Pechuga de pollo
it: es., Petto di pollo
pt: e.g., Peito de Frango
tr: örn. Tavuk Göğsü

source: Serving
de: Portion
es: Porción
fr: Portion
it: Porzione
pt: Porção
tr: Porsiyon

# serving_hint_metric
source: e.g., 100g, 1 cup, 1pc etc.
de: z.B. 100g, 1 Tasse, 1 Stück etc.
es: e.g., 100g, 1 taza, 1pc etc.
fr: e.g., 100g, 1 tasse, 1pc etc.
it: es., 100g, 1 tazza, 1pz ecc.
pt: e.g., 100g, 1 xícara, 1pc etc.
tr: örn. 100g, 1 bardak, 1 adet vb.

# serving_hint_imperial
source: e.g., 8oz, 1 cup, 1pc etc.
de: z.B. 8oz, 1 Tasse, 1 Stück etc.
es: e.g., 8oz, 1 taza, 1pc etc.
fr: e.g., 8oz, 1 tasse, 1pc etc.
it: es., 8oz, 1 tazza, 1pz ecc.
pt: e.g., 8oz, 1 xícara, 1pc etc.
tr: örn. 8oz, 1 bardak, 1 adet vb.

source: Select Unit
de: Einheit auswählen
es: Seleccionar unidad
fr: Sélectionner l'unité
it: Seleziona unità
pt: Selecionar Unidade
tr: Birim Seç

source: Calories (kcal)
de: Kalorien (kcal)
es: Calorías (kcal)
it: Calorie (kcal)
pt: Calorias (kcal)
tr: Kalori (kcal)

# calories_hint_value
source: e.g., 100kcal
de: z.B. 100kcal
it: es., 100kcal
tr: örn. 100kcal

# protein_hint
source: e.g., 100g
de: z.B. 100g
it: es., 100g
tr: örn. 100g

# carbs_grams
source: Carbs (g)
de: Kohlenhydrate (g)
es: Carbohidratos (g)
fr: Glucides (g)
it: Carboidrati (g)
pt: Carboidratos (g)
tr: Karbonhidrat (g)

# carbs_hint
source: e.g., 100g
de: z.B. 100g
it: es., 100g
tr: örn. 100g

# fats_grams
source: Fats (g)
de: Fette (g)
es: Grasas (g)
it: Grassi (g)
pt: Gorduras (g)
tr: Yağ (g)

# fats_hint
source: e.g., 100g
de: z.B. 100g
it: es., 100g
tr: örn. 100g

source: Add Ingredient
de: Zutat hinzufügen
es: Agregar ingrediente
fr: Ajouter un ingrédient
it: Aggiungi ingrediente
pt: Adicionar Ingrediente
tr: Malzeme Ekle

source: Error
de: Fehler
fr: Erreur
it: Errore
pt: Erro
tr: Hata

# fill_required_fields
source: Please fill ingredient name, serving size and serving unit
de: Bitte fülle den Zutatenname, die Portionsgröße und die Portionseinheit aus
es: Por favor, completa el nombre del ingrediente, el tamaño de la porción y la unidad de la porción
fr: Veuillez remplir le nom de l'ingrédient, la taille de la portion et l'unité de la portion
it: Inserisci il nome dell'ingrediente, la dimensione della porzione e l'unità della porzione
pt: Por favor, preencha o nome do ingrediente, o tamanho da porção e a unidade de porção
tr: Lütfen malzeme adı, porsiyon miktarı ve porsiyon birimini gir

source: Notes
de: Notizen
es: Notas
it: Note
pt: Notas
tr: Notlar

# notes_hint
source: Add any additional notes here...
de: Füge hier weitere Notizen hinzu...
es: Agrega cualquier nota adicional aquí...
fr: Ajoutez des notes supplémentaires ici...
it: Aggiungi note aggiuntive qui...
pt: Adicione quaisquer notas adicionais aqui...
tr: Ek notlarını buraya ekle...

source: Total Nutrients
de: Gesamte Nährstoffe
es: Total Nutrientes
fr: Nutriments totaux
it: Nutrienti totali
pt: Total de Nutrientes
tr: Toplam Besin Değerleri

source: Hydration Guidelines
de: Hydrationsrichtlinien
es: Guías de hidratación
fr: Guidelines de hydratation
it: Linee guida idratazione
pt: Diretrizes de hidratação
tr: Hidrasyon Önerileri

# water_intake_recommendations
source: Daily water intake recommendations
de: Tägliche Wasseraufnahmeempfehlungen
es: Recomendaciones de ingesta de agua
fr: Recommandations pour l'apport en eau quotidien
it: Raccomandazioni per l'assunzione giornaliera di acqua
pt: Recomendações de hidratação diária
tr: Günlük su tüketimi önerileri

source: Supplement Recommendations
de: Nährstoffempfehlungen
es: Recomendaciones de suplementos
fr: Recommandations pour les suppléments
it: Raccomandazioni integratori
pt: Recomendações de suplementos
tr: Suplement Önerileri

# supplements_hint
source: If applicable, list recommended supplements
de: Wenn anwendbar, liste empfohlene Nährstoffe
es: Si es aplicable, lista los suplementos recomendados
fr: Si applicable, listez les suppléments recommandés
it: Se applicabile, elenca gli integratori raccomandati
pt: Se aplicável, liste suplementos recomendados
tr: Varsa, önerilen suplementleri listele

source: Additional Notes
de: Weitere wichtige Informationen
es: Notas adicionales
fr: Notes supplémentaires
it: Note aggiuntive
pt: Notas Adicionais
tr: Ek Notlar

# other_important_info
source: Any other important information
de: Weitere wichtige Informationen
es: Cualquier otra información importante
fr: Toute autre information importante
it: Altre informazioni importanti
pt: Qualquer outra informação importante
tr: Diğer önemli bilgiler

# please_enter
source: Please enter {field}
de: Bitte fülle {field} ein
es: Por favor, ingresa {field}
fr: Veuillez entrer {field}
it: Inserisci {field}
pt: Por favor, digite {field}
tr: Lütfen {field} gir

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
pt: Voltar
tr: Geri

source: Create Plan
de: Plan erstellen
es: Crear plan
fr: Créer un plan
it: Crea piano
pt: Criar Plano
tr: Plan Oluştur

# meal_plan_created
source: Meal plan created successfully!
de: Essenplan erfolgreich erstellt!
es: Plan de comidas creado correctamente!
fr: Plan alimentaire créé avec succès!
it: Piano alimentare creato con successo!
pt: Plano de refeição criado com sucesso!
tr: Beslenme planı başarıyla oluşturuldu!

# meal_plan_creation_failed
source: Failed to create meal plan: {error}
de: Fehler beim Erstellen des Essenplans: {error}
es: Error al crear el plan de comidas: {error}
fr: Erreur lors de la création du plan alimentaire: {error}
it: Errore durante la creazione del piano alimentare: {error}
pt: Erro ao criar o plano de refeição: {error}
tr: Beslenme planı oluşturulamadı: {error}

# add_at_least_one_meal
source: Please add at least one meal to your meal plan
de: Bitte füge mindestens einen Essen zu deinem Essenplan hinzu
es: Por favor, agrega al menos una comida a tu plan de comidas
fr: Veuillez ajouter au moins un repas à votre plan alimentaire
it: Aggiungi almeno un pasto
pt: Por favor, adicione pelo menos uma refeição ao seu plano de refeição
tr: Lütfen beslenme planına en az bir öğün ekle

# select_client_error
source: Please select a client
de: Bitte wähle einen Kunden
es: Por favor, selecciona un cliente
fr: Veuillez sélectionner un client
it: Seleziona un cliente
pt: Por favor, selecione um cliente
tr: Lütfen bir danışan seç

# enter_client_name_error
source: Please enter a client name
de: Bitte fülle einen Kundenname ein
es: Por favor, ingresa un nombre de cliente
fr: Veuillez entrer un nom de client
it: Inserisci un nome cliente
pt: Por favor, digite um nome de cliente
tr: Lütfen danışan adı gir

# enter_template_name_error
source: Please enter a template name
de: Bitte fülle einen Vorlagenname ein
es: Por favor, ingresa un nombre de plantilla
fr: Veuillez entrer un nom de modèle
it: Inserisci un nome modello
pt: Por favor, digite um nome de modelo
tr: Lütfen şablon adı gir

# user_data_incomplete
source: User data is not complete
de: Benutzerdaten sind nicht vollständig
es: Los datos del usuario no están completos
fr: Les données de l'utilisateur ne sont pas complètes
it: I dati dell'utente non sono completi
pt: Os dados do usuário não estão completos
tr: Kullanıcı bilgileri eksik

source: Add Preparation Steps
de: Vorbereitungsschritte hinzufügen
es: Agregar pasos de preparación
fr: Ajouter les étapes de préparation
it: Aggiungi le tappe di preparazione
pt: Adicionar Passos de Preparação
tr: Hazırlık Adımlarını Ekle

# step
source: Step {number}
de: Schritt {number}
es: Paso {number}
fr: Étape {number}
it: Passo {number}
pt: Passo {number}
tr: Adım {number}

# describe_step
source: Describe...
de: Beschreibe...
fr: Décrire...
it: Descrivi...
pt: Descreva...
tr: Açıkla...

source: Add Step
de: Schritt hinzufügen
es: Agregar paso
fr: Ajouter une étape
it: Aggiungi un passo
pt: Adicionar Passo
tr: Adım Ekle

source: Copy to Next Day
de: Zum nächsten Tag kopieren
es: Copiar al siguiente día
fr: Copier au jour suivant
it: Copia al giorno successivo
pt: Copiar para o Dia Seguinte
tr: Sonraki Güne Kopyala

# meals_copied
source: Meals copied to {day}
de: Essen zum {day} kopiert
es: Comidas copiadas al {day}
fr: Repas copiés au {day}
it: Pasti copiati al {day}
pt: Refeições copiadas para {day}
tr: Öğünler {day} gününe kopyalandı

source: No meal added
de: Kein Essen hinzugefügt
es: No se han agregado comidas
fr: Aucun repas ajouté
it: Nessun pasto aggiunto
pt: Nenhuma refeição adicionada
tr: Öğün eklenmedi

# add_meal
source: Add {mealType}
es: Agregar {mealType}
fr: Ajouter {mealType}
it: Aggiungi {mealType}
pt: Adicionar {mealType}
tr: {mealType} Ekle

source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
it: Panoramica
pt: Visão Geral
tr: Genel Bakış

source: Schedule
de: Plan
es: Programación
fr: Programme
it: Programma
pt: Agenda
tr: Program

source: Details
es: Detalles
fr: Détails
it: Dettagli
pt: Detalhes
tr: Detaylar

source: Total
de: Gesamt
it: Totale
tr: Toplam

source: Cal
de: Kal
tr: Kal

source: Turkish
de: Türkisch
es: Turco
fr: Turc
it: Turco
pt: Turco
tr: Türkçe

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
pt: Inglês
tr: İngilizce

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
pt: Espanhol
tr: İspanyolca

source: French
de: Französisch
es: Francés
fr: Français
it: Francese
pt: Francês
tr: Fransızca

source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
pt: Alemão
tr: Almanca

source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano
pt: Italiano
tr: İtalyanca

source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
it: Portoghese
pt: Português
tr: Portekizce

# select_unit_title
source: Select Unit
de: Einheit auswählen
es: Seleccionar unidad
fr: Sélectionner l'unité
it: Seleziona l'unità
pt: Selecionar Unidade
tr: Birim Seç

source: Breakfast
de: Frühstück
es: Desayuno
fr: Petit-déjeuner
it: Colazione
pt: Café da Manhã
tr: Kahvaltı

source: Morning Snack
de: Morgen Snack
es: Merienda de la mañana
fr: Collation matinale
it: Brunch
pt: Lanche da Manhã
tr: Sabah Atıştırmalığı

source: Lunch
de: Mittagessen
es: Almuerzo
fr: Déjeuner
it: Pranzo
pt: Almoço
tr: Öğle Yemeği

source: Afternoon Snack
de: Nachmittags Snack
es: Merienda de la tarde
fr: Collation après-midi
it: Colazione pomeridiana
pt: Lanche da Tarde
tr: İkindi Atıştırmalığı

source: Dinner
de: Abendessen
es: Cena
fr: Dîner
it: Cena
pt: Janta
tr: Akşam Yemeği

source: Evening Snack
de: Abend Snack
es: Merienda de la noche
fr: Collation soirée
it: Colazione serale
pt: Lanche da Noite
tr: Gece Atıştırmalığı

# loading_trainer_profile
source: Switching to trainer profile...
de: Wechsle zum Trainerprofil...
es: Cambiando al perfil del entrenador...
fr: Passage au profil du formateur...
it: Passaggio al profilo del formattore...
pt: Mudando para o perfil do treinador...
tr: Eğitmen profiline geçiliyor...

source: Trainer profile not found
de: Trainerprofil nicht gefunden
es: Perfil del entrenador no encontrado
fr: Profil du formateur non trouvé
it: Profilo del formattore non trovato
pt: Perfil do treinador não encontrado
tr: Eğitmen profili bulunamadı

source: No achievements unlocked yet
de: Noch keine Erfolge freigeschaltet
es: No se han desbloqueado logros todavía
fr: Aucun accomplissement débloqué encore
it: Nessun riconoscimento ancora sbloccato
pt: Nenhum feito desbloqueado ainda
tr: Henüz başarılarınızı açamadınız

source: PREMIUM MEMBER
es: MIEMBRO PREMIUM
fr: MEMBRE PRÉMIUM
it: MEMBRO PREMIUM
pt: MEMBRO PREMIUM
tr: ÖZEL ÜYE

source: No available hours
de: Keine verfügbaren Stunden
es: No hay horas disponibles
fr: Aucun horaire disponible
it: Nessun orario disponibile
pt: Nenhum horário disponível
tr: Müsait saat yok

# failed_switch_profile
source: Failed to switch to trainer profile
de: Fehler beim Wechseln zum Trainerprofil
es: Error al cambiar al perfil del entrenador
fr: Erreur lors du passage au profil du formateur
it: Errore nel passaggio al profilo del formattore
pt: Erro ao mudar para o perfil do treinador
tr: Eğitmen profiline geçilemedi

# no_trainer_profile
source: No trainer profile associated with this account
de: Kein Trainerprofil mit diesem Konto verknüpft
es: No se ha encontrado un perfil de entrenador asociado a esta cuenta
fr: Aucun profil de formateur associé à ce compte
it: Nessun profilo del formattore associato a questo account
pt: Nenhum perfil de treinador associado a esta conta
tr: Bu hesapla ilişkili eğitmen profili yok

source: Switch to Trainer
de: Wechsle zum Trainer
es: Cambiar a entrenador
fr: Passer au formateur
it: Passa al formattore
pt: Mudar para Treinador
tr: Eğitmen Profiline Geç

source: Active Member
de: Aktiver Mitglied
es: Miembro activo
fr: Membre actif
it: Membro attivo
pt: Membro Ativo
tr: Aktif Üye

# hi_user
source: Hi, {name}!
de: Hallo, {name}!
es: ¡Hola, {name}!
fr: Bonjour, {name}!
it: Ciao, {name}!
pt: Olá, {name}!
tr: Selam, {name}!

source: Hi
de: Hallo
es: Hola
fr: Bonjour
it: Ciao
pt: Olá
tr: Selam

source: Meal plan set as current successfully
de: Mahlzeitenplan als aktuell festgelegt
es: Plan de nutrición establecido como actual correctamente
fr: Plan alimentaire défini comme actuel avec succès
it: Piano alimentare definito come attuale con successo
pt: Plano de refeições definido como atual com sucesso
tr: Beslenme planı şu anki yapıldı

source: Plan not found in database
de: Plan nicht in der Datenbank gefunden
es: Plan no encontrado en la base de datos
fr: Plan non trouvé dans la base de données
it: Piano non trovato nel database
pt: Plano não encontrado no banco de dados
tr: Plan veritabanında bulunamadı
