Repository: genDelta8/naturafit
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt, tr

source: CrossFit Style
de: CrossFit Stil
es: Estilo CrossFit
fr: Style CrossFit
it: Stile CrossFit
pt: Estilo CrossFit
tr: CrossFit Stili

source: Bodyweight Training
es: Entrenamiento con peso corporal
fr: Entrainement avec le poids corporel
it: Allenamento con il peso corporeo
pt: Treinamento com Peso Corporal
tr: Vücut Ağırlığı Antrenmanı

source: Powerlifting
fr: Entrainement de puissance
tr: Kuvvet Antrenmanı

source: Olympic Weightlifting
de: Olympisches Gewichtheben
es: Levantamiento olímpico
fr: Entrainement de l'haltérophilie olympique
it: Allenamento di haltérophilie olimpica
tr: Olimpik Ağırlık Kaldırma

source: Functional Training
de: Funktionale Training
es: Entrenamiento funcional
fr: Entrainement fonctionnel
it: Allenamento funzionale
tr: İşlevsel Antrenman

source: Mobility Work
de: Mobilitätsarbeit
es: Trabajo de movilidad
fr: Travail de mobilité
it: Lavoro di mobilità
tr: Mobility Çalışması

source: Mixed Training Styles
de: Gemischte Trainingsstile
es: Estilos de entrenamiento mixtos
fr: Styles d'entrainement mixtes
it: Stili di allenamento misti
pt: Estilos de Treinamento Mistos
tr: Karışık Antrenman Stilleri

source: Bodyweight
de: Körpergewicht
es: Peso corporal
fr: Poids corporel
it: Peso corporeo
pt: Peso Corporal
tr: Vücut Ağırlığı

source: Machine
de: Maschine
es: Máquina
it: Macchina
pt: Máquina
tr: Makine

source: Cable
de: Kabel
fr: Câble
it: Cavo
pt: Cabo
tr: Kablo

source: Resistance Band
de: Widerstandsbändchen
es: Resistencia Band
fr: Bande de résistance
it: Bandiera di resistenza
pt: Bandeira de Resistência
tr: Kuvvet Bandı

source: Medicine Ball
de: Medizinball
fr: Balle de médicine
it: Balla medica
pt: Bola de Medicina
tr: Pilates Topu

source: TRX Suspension
es: TRX Suspensión
it: TRX sospensione
tr: TRX Süspansiyon

source: Cardio Phase
de: Kardio Phase
es: Fase de cardio
fr: Phase de cardio
it: Fase di cardio
pt: Fase Cardio
tr: Cardio Fazı

source: Mobility Phase
de: Mobilitätsphase
es: Fase de movilidad
fr: Phase de mobilité
it: Fase di mobilità
pt: Fase de Mobilidade
tr: Mobility Fazı

source: Recovery Phase
de: Wiederherstellungsphase
es: Fase de recuperación
fr: Phase de récupération
it: Fase di ristabilimento
pt: Fase de Recuperação
tr: İyileşme Fazı

source: HIIT Phase
es: Fase de HIIT
fr: Phase HIIT
it: Fase HIIT
pt: Fase HIIT
tr: HIIT Fazı

source: Core Work Phase
de: Kernarbeit Phase
es: Fase de trabajo de núcleo
fr: Phase de travail du noyau
it: Fase di lavoro del nucleo
pt: Fase de Trabalho do Core
tr: Bel Bölgesi Fazı

source: Stretching Phase
es: Fase de estiramiento
fr: Phase de stretching
it: Fase di stretching
pt: Fase de Alongamento
tr: Stretching Fazı

source: Health
de: Gesundheit
es: Salud
fr: Santé
it: Salute
pt: Saúde
tr: Sağlık

source: Lifestyle
de: Lebensstil
es: Vida cotidiana
fr: Style de vie
it: Stile di vita
pt: Vida
tr: Yaşam Tarzı

source: Set Weight Goal
de: Gewichtsziel festlegen
es: Establecer objetivo de peso
fr: Définir le but de poids
it: Definire il but di peso
pt: Definir meta de peso
tr: Kilo Hedefi Belirle

source: Current Weight
de: Aktuelles Gewicht
es: Peso actual
fr: Poids actuel
it: Peso attuale
pt: Peso atual
tr: Mevcut Kilo

source: Loss
de: Verlust
es: Pérdida
fr: Perte
it: Perdita
pt: Perda
tr: Vermek

source: Weight to
de: Gewicht zu
es: Peso a
fr: Poids à
it: Peso a
pt: Peso para
tr: Hedef

source: Target Weight
de: Zielgewicht
es: Peso objetivo
fr: Poids cible
it: Peso target
pt: Peso alvo
tr: Hedef Kilo

# weight_goal_set_success
source: Weight goal set successfully!
de: Gewichtsziel erfolgreich festgelegt!
es: Objetivo de peso establecido correctamente!
fr: But de poids défini avec succès!
it: But di peso definito con successo!
pt: Meta de peso definida com sucesso!
tr: Kilo hedefi başarıyla belirlendi!

# weight_goal_set_error
source: Error setting weight goal. Please try again.
de: Fehler beim Festlegen des Gewichtsziels. Bitte versuchen Sie es erneut.
es: Error al establecer el objetivo de peso. Por favor, inténtalo de nuevo.
fr: Erreur lors de la définition du but de poids. Veuillez réessayer.
it: Errore durante la definizione del but di peso. Per favore riprova.
pt: Erro ao definir meta de peso. Por favor, tente novamente.
tr: Kilo hedefi belirlenirken hata oluştu. Lütfen tekrar deneyin.

source: Gain
de: Gewinn
es: Ganancia
it: Guadagno
pt: Ganho
tr: Almak

source: Copied to clipboard
de: In Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
it: Copiato nel buffer
pt: Copiado para a área de transferência
tr: Kopyalandı

source: Follow Us
de: Folge uns
es: Síguenos
fr: Suivez-nous
it: Seguici
pt: Siga-nos
tr: Bizi Takip Edin

# weight_loss_validation_error
source: Loss amount cannot be equal to or greater than current weight
de: Verlustbetrag kann nicht gleich oder größer als das aktuelle Gewicht sein
es: La cantidad de pérdida no puede ser igual o mayor que el peso actual
fr: La perte ne peut pas être égale ou supérieure au poids actuel
it: La perte non può essere uguale o superiore al peso attuale
pt: A quantidade de perda não pode ser igual ou maior que o peso atual
tr: Kayıp miktarı mevcut kilodan büyük veya eşit olamaz

source: New Goal
de: Neues Ziel
es: Nuevo objetivo
fr: Nouveau but
it: Nuovo but
pt: Nova meta
tr: Yeni Hedef

source: Log Weight
de: Gewicht protokollieren
es: Registrar peso
fr: Journaliser le poids
it: Registrare il peso
pt: Registrar peso
tr: Kilo Kayıt Et

source: Weight updated successfully
de: Gewicht erfolgreich aktualisiert
es: Peso actualizado correctamente
fr: Poids mis à jour avec succès
it: Peso aggiornato con successo
pt: Peso atualizado com sucesso
tr: Kilo başarıyla güncellendi

# weight_update_failed
source: Failed to update weight
de: Fehler beim Aktualisieren des Gewichts
es: Error al actualizar el peso
fr: Erreur lors de la mise à jour du poids
it: Aggiornamento peso fallito
pt: Erro ao atualizar o peso
tr: Kilo güncellenirken hata oluştu

source: Start Weight
de: Startgewicht
es: Peso inicial
fr: Poids de départ
it: Peso di partenza
pt: Peso inicial
tr: Başlangıç Kilo

# active_clients_web
source: Active Clients
de: Aktive Klienten
es: Clientes activos
fr: Clients actifs
it: Clienti attivi
pt: Clientes ativos
tr: Aktif Müşteriler

# available_slots_web
source: Available Slots
de: Verfügbare Slots
es: Slots disponibles
fr: Emplacements disponibles
it: Posti disponibili
pt: Slots disponíveis
tr: Mevcut Slotlar

source: Clients currently training with you
de: Klienten, die momentan mit Ihnen trainieren
es: Clientes actualmente entrenando con usted
fr: Clients qui entrainent avec vous
it: Clienti che si allenano con te
pt: Clientes que estão treinando com você
tr: Sizinle son zamanlarda antrenman yapan müşteriler

source: Personalized nutrition plans in progress
de: Personalisierte Ernährungspläne in Arbeit
es: Planes de nutrición personalizados en progreso
fr: Plans de nutrition personnalisés en cours
it: Piani nutrizionali personalizzati in corso
pt: Planos de nutrição personalizados em andamento
tr: Özel beslenme planları devam ediyor

source: Training programs being followed
de: Trainingprogramme, die befolgt werden
es: Programas de entrenamiento en curso
fr: Programmes d'entraînement suivis
it: Programmi di allenamento seguiti
pt: Programas de treinamento sendo seguidos
tr: Takip edilen antrenman programları

source: Slots available for booking
de: Slots verfügbar für Buchung
es: Slots disponibles para reservar
fr: Slots disponibles pour la réservation
it: Slot disponibili per la prenotazione
pt: Slots disponíveis para agendamento
tr: Mevcut Slotlar için rezerve edilebilir

source: Weight Loss Goal
de: Gewichtsverlust Ziel
es: Objetivo de pérdida de peso
fr: But de perte de poids
it: But di perdita di peso
pt: Meta de perda de peso
tr: Kilo Verme Hedefi

source: Weight Gain Goal
de: Gewichtszunahme Ziel
es: Objetivo de ganancia de peso
fr: But de gain de poids
it: But di guadagno di peso
pt: Meta de ganho de peso
tr: Kilo Alma Hedefi

source: No weight goal set
de: Kein Gewichtsziel festgelegt
es: No se ha establecido un objetivo de peso
fr: Aucun but de poids défini
it: Nessun but di peso definito
pt: Nenhuma meta de peso definida
tr: Kilo hedefi belirlenmedi

# monday_first_letter
source: M
es: L
fr: L
it: L
pt: S
tr: P

# tuesday_first_letter
source: T
de: D
es: M
fr: M
it: M
tr: S

# wednesday_first_letter
source: W
de: M
es: M
fr: M
it: M
pt: Q
tr: Ç

# thursday_first_letter
source: T
de: D
es: J
fr: J
it: J
pt: Q
tr: P

# friday_first_letter
source: F
es: V
fr: V
it: V
pt: V
tr: C

# saturday_first_letter
source: S
tr: C

# sunday_first_letter
source: S
es: D
fr: D
it: D
pt: D
tr: P

source: Add {mealType}
de: Hinzufügen {mealType}
es: Agregar {mealType}
fr: Ajouter {mealType}
it: Aggiungere {mealType}
pt: Adicionar {mealType}
tr: {mealType} Ekle

source: Weight Loss
de: Gewichtsverlust
es: Pérdida de peso
fr: Perte de poids
it: Perdita di peso
pt: Perda de peso
tr: Kilo Verme

source: Muscle Gain
de: Muskelgewinn
es: Ganancia de músculo
fr: Gain de muscle
it: Guadagno di muscolo
pt: Ganho de massa muscular
tr: Kas Kütle

source: Improve Strength
de: Stärke verbessern
es: Mejora de la fuerza
fr: Améliorer la force
it: Migliorare la forza
pt: Melhorar a força
tr: Güç Artırma

source: Increase Flexibility
de: Flexibilität erhöhen
es: Aumento de la flexibilidad
fr: Augmenter la flexibilité
it: Aumentare la flessibilità
pt: Aumentar a flexibilidade
tr: Esneklik Artırma

source: Better Endurance
de: Bessere Ausdauer
es: Mejor resistencia
fr: Meilleure endurance
it: Migliore endurance
pt: Melhor endurance
tr: Dayanıklılık Artırma

source: Sports Performance
de: Sportleistung
es: Rendimiento deportivo
fr: Performance sportive
it: Performance sportiva
pt: Desempenho esportivo
tr: Spor Performansı

source: Maintain Health
de: Gesundheit halten
es: Mantener la salud
fr: Conserver la santé
it: Conservare la salute
pt: Manter a saúde
tr: Sağlık Koruma

source: Improve Posture
de: Postur verbessern
es: Mejora de la postura
fr: Améliorer la posture
it: Migliorare la postura
pt: Melhorar a postura
tr: Postur Artırma

source: Better Balance
de: Bessere Balance
es: Mejor equilibrio
fr: Meilleur équilibre
it: Migliore equilibrio
pt: Melhor equilíbrio
tr: Daha İyi Denge

source: High Blood Pressure
de: Blutdruck
es: Hipertensión
fr: Hypertension
it: Ipertensione
pt: Pressão alta
tr: Yüksek Tansiyon

source: Heart Disease
de: Herz Krankheit
es: Enfermedad cardíaca
fr: Maladie cardiaque
it: Malattia cardiaca
pt: Doença cardíaca
tr: Kalp Hastalıkları

source: Diabetes
fr: Diabète
it: Diabete
tr: Diyabet

source: Asthma
es: Asma
fr: Asthme
it: Asma
pt: Asma
tr: Astma

source: Arthritis
es: Artritis
fr: Arthrite
it: Artrite
pt: Artrite
tr: Artrit

source: Back Problems
de: Rückenprobleme
es: Problemas de espalda
fr: Problèmes de dos
it: Problemi di schiena
pt: Problemas de coluna
tr: Sırt Hastalıkları

source: Joint Issues
de: Gelenkprobleme
es: Problemas de articulaciones
fr: Problèmes de joints
it: Problemi di giunti
pt: Problemas de articulação
tr: Bağırsak Hastalıkları

source: Respiratory Conditions
de: Atemprobleme
es: Condiciones respiratorias
fr: Problèmes respiratoires
it: Problemi respiratori
pt: Condições respiratórias
tr: Solunum Hastalıkları

source: Chronic Pain
de: Chronische Schmerzen
es: Dolor crónico
fr: Douleurs chroniques
it: Dolori cronici
pt: Dor crônica
tr: Kronik Ağrı

source: Anxiety/Depression
de: Angst & Depression
es: Ansiedad/Depresión
fr: Anxiété/Dépression
it: Ansia/Depressione
pt: Ansiedade/Depressão
tr: Anksiyete/Depresyon

source: Thyroid Conditions
es: Condiciones de tiroides
fr: Problèmes de thyroïde
it: Problemi di tiroide
pt: Condições da tireoide
tr: Tiroid Hastalıkları

source: Digestive Issues
de: Verdauungsprobleme
es: Problemas digestivos
fr: Problèmes digestifs
it: Problemi digestivi
pt: Problemas digestivos
tr: İnce Organ Hastalıkları

source: Allergies
de: Allergien
es: Alergias
it: Allergie
pt: Alergias
tr: Allergiler

source: Sleep Disorders
de: Schlafstörungen
es: Problemas de sueño
fr: Problèmes de sommeil
it: Problemi di sonno
pt: Distúrbios do sono
tr: Uyku Hastalıkları

source: Other Medical Conditions
de: Andere medizinische Bedingungen
es: Otras condiciones médicas
fr: Autres conditions médicales
it: Altre condizioni mediche
pt: Outras condições médicas
tr: Diğer Hastalıklar

source: ACL Surgery
de: ACL-Operation
es: Cirugía de ACL
fr: Chirurgie ACL
it: Chirurgia ACL
pt: Cirurgia ACL
tr: ACL Cerrahi

source: Knee Replacement
de: Knieersetzung
es: Reemplazo de rodilla
fr: Prothèse de genou
it: Protesi di ginocchio
pt: Reposição de joelho
tr: Diz Cerrahi

source: Hip Replacement
de: Hüftersetzung
es: Reemplazo de cadera
fr: Prothèse de hanche
it: Protesi dianca
pt: Reposição de quadril
tr: Kas Cerrahi

source: Shoulder Surgery
de: Schulteroperation
es: Cirugía de hombro
fr: Chirurgie du coude
it: Chirurgia del collo
pt: Cirurgia do ombro
tr: Omuz Cerrahi

source: Back Surgery
de: Rückenoperation
es: Cirugía de espalda
fr: Chirurgie du dos
it: Chirurgia della schiena
pt: Cirurgia da coluna
tr: Sırt Cerrahi

source: Meniscus Repair
de: Meniskusreparatur
es: Reparación de menisco
fr: Réparation du menisque
it: Rapristino del menisco
pt: Reparo do menisco
tr: Menisküs Tamiri

source: Rotator Cuff Injury
de: Rotator Cuff Verletzung
es: Lesión del codo
fr: Blessure du rotateur
it: Infortunio del rotatore
pt: Lesão do cotovelo
tr: Rotator Cuff Yaralanması

source: Tennis Elbow
es: Ténis del codo
pt: Tênis Elbow
tr: Tenis Elleri

source: Herniated Disc
es: Discusio herniado
fr: Herniation du disque
it: Herniation del disco
tr: Herniasli Dil

source: Sprained Ankle
de: Gespannter Fuß
es: Espalda torácica
fr: Blessure du pied
it: Infortunio del piede
pt: Esprain do tornozelo
tr: Kırık Ankle

source: Carpal Tunnel
es: Túnel carpiano
fr: Syndrome du tunnel carpien
it: Sindrome del tunnel carpale
tr: Carpal Tünel

source: Sports Injury
de: Sportverletzung
es: Lesión deportiva
fr: Blessure sportive
it: Infortunio sportivo
pt: Lesão esportiva
tr: Spor Yaralanması

source: Fracture Recovery
de: Fractur Recovery
es: Recuperación de fractura
fr: Récupération de la fracture
it: Ristabilimento della frattura
pt: Recuperação de fratura
tr: Kırık İyileşmesi

source: Other Injury/Surgery
de: Andere Verletzung/Operation
es: Otras lesiones/cirugías
fr: Autre blessure/chirurgie
it: Altro infortunio/chirurgia
pt: Outra lesão/cirurgia
tr: Diğer Yaralanma/Cerrahi

source: Vegetarian
de: Vegetarisch
es: Vegetariano
fr: Végétarien
it: Vegetariano
pt: Vegetariano
tr: Vejeteryan

source: Gluten Free
de: Glutenfrei
es: Sin gluten
fr: Sans gluten
it: Senza glutine
pt: Sem gluten
tr: Glutensiz

source: Low Carb
de: Niedrig Kohlenhydrate
es: Baja en carbohidratos
fr: Diète à faible carburant
it: Dieta a basso carburante
pt: Dieta baixa em carboidratos
tr: Düşük Karbonhidrat

source: High Protein
de: Hoch Protein
es: Alta en proteínas
fr: Diète à haute protéine
it: Dieta ad alto contenuto proteico
pt: Dieta alta em proteínas
tr: Yüksek Protein

source: Food Allergies
de: Lebensmittelallergien
es: Alergias alimentarias
fr: Allergies alimentaires
it: Allergie alimentari
pt: Alergias alimentares
tr: Beslenme Alergileri

source: Intermittent Fasting
de: Intermittentes Fasten
es: Fasting intermitente
fr: Jeûne intermittent
it: Digiuno intermittente
pt: Fasting intermitente
tr: Kırık Beslenme

source: Meal Prepping
de: Lebensmittelvorbereitung
es: Preparación de comidas
fr: Préparation des repas
it: Preparazione pasti
pt: Preparação de refeições
tr: Öğün Hazırlığı

source: Calorie Tracking
de: Kalorienverfolgung
es: Seguimiento de calorías
fr: Suivi des calories
it: Monitoraggio calorie
pt: Rastreamento de calorias
tr: Kalori Takip

source: No Dietary Restrictions
de: Keine Diätliche Einschränkungen
es: Sin restricciones dietéticas
fr: Aucune restriction alimentaire
it: Nessuna restrizione alimentare
pt: Sem restrições alimentares
tr: Beslenme Sınırlaması Yok

source: Other Dietary Habits
de: Andere Diätgewohnheiten
es: Otros hábitos dietéticos
fr: Autres habitudes alimentaires
it: Altre abitudini alimentari
pt: Outros hábitos alimentares
tr: Diğer Beslenme Alışkanlıkları

source: Weight Training
de: Gewichtstraining
es: Entrenamiento de peso
fr: Entraînement de force
it: Allenamento con pesi
pt: Treinamento de peso
tr: Kuvvet Antrenmanı

source: Cardio/Running
de: Kardio/Laufen
it: Cardio/Corsa
tr: Cardio/Koşu

source: HIIT Workouts
it: Allenamenti HIIT
tr: HIIT Antrenmanları

source: Swimming
de: Schwimmen
es: Natación
fr: Natation
it: Nuoto
pt: Natação
tr: Yüzme

source: Cycling
de: Fahrradfahren
es: Ciclismo
fr: Cyclisme
it: Ciclismo
pt: Ciclismo
tr: Bisiklet

source: Boxing
de: Boxen
es: Boxeo
fr: Boxe
it: Boxe
pt: Boxe
tr: Kickbox

source: Group Classes
de: Gruppenklassen
es: Clases grupales
fr: Classes collectives
it: Lezioni di gruppo
pt: Aulas de grupo
tr: Grup Antrenmanları

source: Outdoor Activities
de: Outdoor Aktivitäten
es: Actividades al aire libre
fr: Activités extérieures
it: Attività all'aperto
pt: Atividades ao ar livre
tr: Outdoor Antrenmanları

source: Bodyweight Exercises
de: Körpergewicht Übungen
es: Ejercicios de peso corporal
fr: Exercices de corps
it: Esercizi a corpo libero
pt: Exercícios de peso corporal
tr: Vücut Ağırlığı Antrenmanları

source: Resistance Bands
de: Widerstandsbänder
es: Resistencia Bands
fr: Bandes de résistance
it: Bande elastiche
pt: Bandas de resistência
tr: Kuvvet Bandı

source: Other Exercise Types
de: Andere Übungstypen
es: Otros tipos de ejercicios
fr: Autres types d'exercices
it: Altri tipi di esercizi
pt: Outros tipos de exercícios
tr: Diğer Antrenman Tipleri

source: Done
de: Erledigt
es: Hecho
fr: Terminé
it: Fatto
pt: Feito
tr: Tamamlandı

source: General
de: Allgemein
fr: Général
it: Generale
pt: Geral
tr: Genel

source: Weight Loss Coaching
de: Gesundheitsziel
es: Entrenamiento para pérdida de peso
fr: Coaching pour la perte de poids
it: Coaching per la perdita di peso
pt: Treinamento de Perda de Peso
tr: Kilo Verme Yönetimi

source: Strength Training
de: Krafttraining
es: Entrenamiento de fuerza
fr: Entrainement de force
it: Allenamento di forza
pt: Treinamento de Força
tr: Kuvvet Antrenmanı

source: Cardiovascular Endurance
de: Kardio-Endurance
es: Endurance cardiovascular
fr: Endurance cardiovasculaire
it: Endurance cardiovascolare
pt: Endurância Cardiovascular
tr: Kardiyovasküler Dayanıklılık

source: Core Stability Training
de: Kernstabilitätstraining
es: Entrenamiento de estabilidad core
fr: Entrainement de stabilité du noyau
it: Allenamento di stabilità del nucleo
pt: Treinamento de Estabilidade Core
tr: Kas Stabilitesi Antrenmanı

source: Functional Fitness Training
de: Funktionale Fitness
es: Entrenamiento de fitness funcional
fr: Entrainement de fitness fonctionnel
it: Allenamento di fitness funzionale
pt: Treinamento de Aptidão Funcional
tr: İşlevsel Fitness Antrenmanı

source: General Fitness for Beginners
de: Allgemeine Fitness für Anfänger
es: Entrenamiento de fitness general para principiantes
fr: Fitness générale pour les débutants
it: Fitness generale per i principianti
pt: Aptidão Geral para Iniciantes
tr: Genel Fitness Başlangıç

source: Metabolic Conditioning
de: Metabolische Bedingung
es: Entrenamiento metabólico
fr: Conditionnement métabolique
it: Condizionamento metabolico
pt: Metabolismo
tr: Metabolik Koşullama

source: Low Impact Fitness
de: Niedrig-Impact-Fitness
es: Entrenamiento de fitness de bajo impacto
fr: Fitness à faible impact
it: Fitness a basso impatto
pt: Aptidão de Baixo Impacto
tr: Düşük Etki Antrenmanı

source: High Intensity Interval Training
de: Hochintensitäts-Intervalltraining
es: Entrenamiento de intervalos de alta intensidad
fr: Entrainement à haute intensité par intervalles
it: Allenamento ad alta intensità per intervalli
pt: Treinamento de Alta Intensidade com Intervalos
tr: Yüksek Yoğunluklu Aralık Antrenmanı

source: CrossFit Coaching
es: Entrenamiento CrossFit
fr: Coaching CrossFit
it: Coaching CrossFit
pt: Treinamento CrossFit
tr: CrossFit Yönetimi

source: Olympic Lifting
de: Olympisches Heben
es: Levantamiento olímpico
fr: Lifting olympique
it: Lifting olimpico
pt: Levantamento Olímpico
tr: Olimpiyat Lifting

source: Strongman Training
es: Entrenamiento Strongman
fr: Entrainement strongman
it: Allenamento strongman
pt: Treinamento Strongman
tr: Güç Antrenmanı

source: Kettlebell Training
es: Entrenamiento Kettlebell
fr: Entrainement kettlebell
it: Allenamento kettlebell
pt: Treinamento Kettlebell
tr: Kettlebell Antrenmanı

source: Suspension Training
es: Entrenamiento de suspensión
fr: Entrainement suspendu
it: Allenamento sospeso
pt: Treinamento Suspension
tr: Sabitlilik Antrenmanı

source: Plyometrics and Explosive Movements
de: Plyometrics und explosiver Bewegungen
es: Plyometrics y movimientos explosivos
fr: Plyometrics et mouvements explosifs
it: Plyometrics e movimenti esplosivi
pt: Plyometrics e Movimentos Explosivos
tr: Plyometrics ve Patlama Hareketleri

source: Hybrid Training
es: Entrenamiento híbrido
fr: Entrainement hybride
it: Allenamento ibrido
pt: Treinamento Híbrido
tr: Hidrolik Antrenmanı

source: Agility and Speed Training
de: Agility und Speed Training
es: Entrenamiento de agilidad y velocidad
fr: Agilité et entraînement de vitesse
it: Agilità e allenamento di velocità
pt: Treinamento de Agility e Velocidade
tr: Hız ve Agility Antrenmanı

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avancé
pt: Avançado
tr: Gelişmiş

source: Sports
de: Sport
es: Deportes
it: Sport
pt: Esportes
tr: Spor

source: Recovery
de: Wiederherstellung
es: Recuperación
fr: Récupération
it: Recupero
pt: Recuperação
tr: İyileşme

source: Transformation
es: Transformación
it: Trasformazione
pt: Transformação
tr: Dönüşüm

source: Mind & Body
de: Geist und Körper
es: Mente y cuerpo
pt: Mente e Corpo
tr: Zihin & Beden

# diet_and_nutrition
source: Diet & Nutrition
de: Ernährung
fr: Diététique et nutrition
it: Dietetica e nutrizione
pt: Dieta e Nutrição
tr: Beslenme & Beslenme

source: Specialty
de: Spezialität
es: Especialidad
fr: Spécialité
it: Specialità
pt: Especialidade
tr: Özel

source: Technology
de: Technologie
es: Tecnología
fr: Technologie
it: Tecnologia
pt: Tecnologia
tr: Teknoloji

source: Sports Specific Conditioning
de: Sportspezifische Bedingung
es: Entrenamiento específico de deportes
fr: Conditionnement spécifique aux sports
it: Condizionamento specifico per lo sport
pt: Condicionamento Esportivo Específico
tr: Spor Özel Koşullama

source: Marathon Training
es: Entrenamiento de maratón
fr: Entrainement marathon
it: Allenamento marathon
pt: Treinamento de Maratona
tr: Marathon Antrenmanı

source: Triathlon Training
es: Entrenamiento de triatlón
fr: Entrainement triathlon
it: Allenamento triathlon
pt: Treinamento de Triatlo
tr: Triathlon Antrenmanı

source: Cycling and Spin Training
de: Fahrrad und Spin Training
es: Entrenamiento de ciclismo y spinning
fr: Cycling et entraînement spin
it: Ciclismo e allenamento spin
pt: Treinamento de Ciclismo e Spin
tr: Bisiklet & Spin Antrenmanı

source: Swimming and Aquatic Training
de: Schwimmen und Aquatik Training
es: Entrenamiento de natación y ejercicio acuático
fr: Natation et entraînement aquatique
it: Nuoto e allenamento acquatico
pt: Treinamento de Natação e Aquático
tr: Yüzme & Su Antrenmanı

source: Golf Fitness
es: Entrenamiento de golf
fr: Fitness golf
it: Fitness golf
pt: Fitness de Golf
tr: Golf Antrenmanı

source: Tennis Fitness
es: Entrenamiento de tenis
fr: Fitness tennis
it: Fitness tennis
pt: Fitness de Tennis
tr: Tenis Antrenmanı

source: Soccer Conditioning
de: Fußball Bedingung
es: Entrenamiento de fútbol
fr: Conditionnement football
it: Condizionamento calcio
pt: Condicionamento de Futebol
tr: Futbol Antrenmanı

source: Basketball Training
es: Entrenamiento de baloncesto
fr: Entrainement basket
it: Allenamento basket
pt: Treinamento de Basquete
tr: Basketbol Antrenmanı
