Repository: genDelta8/naturafit
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt, tr

# minutes_ago
source: {minutes}m ago
de: {minutes}m vor
es: {minutes}m atrás
fr: {minutes}m il y a
it: {minutes}m fa
pt: {minutes}m atrás
tr: {minutes}d önce

# hours_ago
source: {hours}h ago
de: {hours}h vor
es: {hours}h atrás
fr: {hours}h il y a
it: {hours}h fa
pt: {hours}h atrás
tr: {hours}s önce

# days_ago
source: {days}d ago
de: {days}d vor
es: {days}d atrás
fr: {days}j il y a
it: {days}g fa
pt: {days}d atrás
tr: {days}g önce

source: Onboarding
tr: Başlangıç

source: Gender
de: Geschlecht
es: Género
fr: Sexe
it: Genere
pt: Gênero
tr: Cinsiyet

source: Male
de: Männlich
es: Masculino
fr: Masculin
it: Maschio
pt: Masculino
tr: Erkek

source: Female
de: Weiblich
es: Femenino
fr: Féminin
it: Femmina
pt: Feminino
tr: Kadın

source: Other
de: Anderes
es: Otro
fr: Autre
it: Altro
pt: Outro
tr: Diğer

source: Fitness Goals
de: Fitness Ziele
es: Objetivos de fitness
fr: Objectifs de fitness
it: Obiettivi fitness
pt: Objetivos de Fitness
tr: Fitness Hedefleri

source: Medical Conditions
de: Medizinische Bedingungen
es: Condiciones médicas
fr: Conditions médicales
it: Condizioni mediche
pt: Condições Médicas
tr: Sağlık Durumu

source: Dietary Restrictions
de: Ernährungseinschränkungen
es: Restricciones dietéticas
fr: Restrictions alimentaires
it: Restrizioni alimentari
pt: Restrições Dietéticas
tr: Diyet Kısıtlamaları

source: Trainer Preferences
de: Trainer Vorlieben
es: Preferencias del entrenador
fr: Préférences du formateur
it: Preferenze trainer
pt: Preferências do Treinador
tr: Eğitmen Tercihleri

source: Previous
de: Zurück
es: Anterior
fr: Précédent
it: Precedente
pt: Anterior
tr: Önceki

source: Finish
de: Fertig
es: Finalizar
fr: Terminer
it: Fine
pt: Finalizar
tr: Bitir

source: Social Media
de: Soziale Medien
es: Redes sociales
fr: Médias sociaux
pt: Redes Sociais
tr: Sosyal Medya

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
pt: Editar Perfil
tr: Profili Düzenle

# edit_background
source: Change Background Image
de: Hintergrundbild ändern
es: Cambiar imagen de fondo
fr: Changer l'image de fond
it: Modifica immagine di sfondo
pt: Alterar Imagem de Fundo
tr: Arkaplan Fotoğrafını Değiştir

# remove_background
source: Remove Background Image
de: Hintergrundbild entfernen
es: Eliminar imagen de fondo
fr: Supprimer l'image de fond
it: Rimuovi immagine di sfondo
pt: Remover Imagem de Fundo
tr: Arkaplan Fotoğrafını Kaldır

source: Loading profile...
de: Profil wird geladen...
es: Cargando perfil...
fr: Chargement du profil...
it: Caricamento profilo...
pt: Carregando perfil...
tr: Profil yükleniyor...

source: Ticket submitted successfully
de: Ticket erfolgreich eingereicht
es: Ticket enviado correctamente
fr: Ticket soumis avec succès
it: Ticket inviato con successo
pt: Ticket submetido com sucesso
tr: Bilet başarıyla gönderildi

source: Error submitting ticket
de: Fehler beim Einreichen des Tickets
es: Error al enviar el ticket
fr: Erreur lors de la soumission du ticket
it: Errore nell'invio del ticket
pt: Erro ao submeter o ticket
tr: Bilet gönderirken hata oluştu

source: Please enter subject
de: Bitte fülle den Betreff ein
es: Por favor, ingresa el asunto
fr: Veuillez entrer le sujet
it: Inserisci il soggetto
pt: Por favor, digite o assunto
tr: Lütfen konuyu girin

source: Please enter message
de: Bitte fülle die Nachricht ein
es: Por favor, ingresa el mensaje
fr: Veuillez entrer un message
it: Inserisci un messaggio
pt: Por favor, digite a mensagem
tr: Lütfen mesajı girin

source: Submit Ticket
de: Ticket einreichen
es: Enviar ticket
fr: Soumettre le ticket
it: Invia ticket
pt: Submeter Ticket
tr: Bilet Gönder

source: Submit Support Ticket
de: Support Ticket einreichen
es: Enviar ticket de soporte
fr: Soumettre le ticket de support
it: Invia ticket di supporto
pt: Submeter Ticket de Suporte
tr: Destek Bilet Gönder

# video_too_long_error
source: Video must be 15 seconds or shorter
de: Video muss 15 Sekunden oder kürzer sein
es: El video debe ser de 15 segundos o menos
fr: La vidéo doit être de 15 secondes ou moins
it: La video deve essere di 15 secondi o meno
pt: O vídeo deve ser de 15 segundos ou menos
tr: Video 15 saniyeden kısa olmalıdır

source: Add Video
de: Video hinzufügen
es: Agregar video
fr: Ajouter une vidéo
it: Aggiungere un video
pt: Adicionar Vídeo
tr: Video Ekle

source: Messages
de: Nachrichten
es: Mensajes
it: Messaggi
pt: Mensagens
tr: Mesajlar

# add_new_client_web_button
source: Add Client
de: Client hinzufügen
es: Agregar cliente
fr: Ajouter un client
it: Aggiungi un cliente
pt: Adicionar Cliente
tr: Müşteri Ekle

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
pt: Ajuda
tr: Yardım

# add_new_client_manually_web_button
source: Add Client Manually
de: Client Manuell hinzufügen
es: Agregar cliente manualmente
fr: Ajouter un client manuellement
it: Aggiungi un cliente manualmente
pt: Adicionar Cliente Manualmente
tr: Müşteri Manuel Ekle

source: Generate
de: Generieren
es: Generar
fr: Générer
it: Genera
pt: Gerar
tr: Oluştur

# available_capital
source: AVAILABLE
de: VERFÜGBAR
es: DISPONIBLE
fr: DISPONIBLE
it: DISPONIBILE
pt: DISPONÍVEL
tr: MÜSAİT

# meal_plans_web
source: Meal Plans
de: Essenpläne
es: Planes de comida
fr: Plans alimentaires
it: Piani alimentari
pt: Planos de Refeições
tr: Beslenme Planları

# workout_plans_web
source: Workout Plans
de: Trainingspläne
es: Planes de entrenamiento
fr: Plans de sport
it: Piani di allenamento
pt: Planos de Treino
tr: Antrenman Planları

# book_session_web_button
source: Book Session
de: Termin buchen
es: Reservar sesión
fr: Réserver une session
it: Prenota sessione
pt: Agendar Sessão
tr: Seans Rezerve Et

source: Trainers currently training with you
de: Trainer, die momentan mit Ihnen trainieren
es: Entrenadores actualmente entrenando con usted
fr: Entraineurs actuellement en train avec vous
it: Entraineurs attualmente in allenamento con te
pt: Treinadores que estão treinando com você
tr: Sizinle son zamanlarda antrenman yapan eğitmenler

source: Track your fitness journey and achievements
es: Rastrea tu viaje de fitness y logros
fr: Suivez votre parcours de fitness et vos réalisations
it: Segui il tuo percorso di fitness e le tue realizzazioni
pt: Rastreie sua jornada de fitness e conquistas
tr: Fitness yolculunuzu ve başarılarınızı izleyin

# log_progress_web_button
source: Log Progress
de: Fortschritt protokollieren
es: Registrar progreso
fr: Enregistrer le progrès
it: Registra progressi
pt: Registrar Progresso
tr: İlerleme Kaydı

source: Search notifications...
de: Benachrichtigungen suchen...
es: Buscar notificaciones...
fr: Rechercher les notifications...
it: Cerca notifiche...
pt: Pesquisar notificações...
tr: Bildirimleri arayın...

source: Search messages...
de: Nachrichten suchen...
es: Buscar mensajes...
fr: Rechercher les messages...
it: Cerca messaggi...
pt: Pesquisar mensagens...
tr: Mesajları arayın...

source: Search activities, messages
de: Suchen nach Aktivitäten, Nachrichten
es: Buscar actividades, mensajes
fr: Rechercher des activités, des messages
it: Cercare attività, messaggi
pt: Pesquisar atividades, mensagens
tr: Etkinlikleri ve mesajları arayın...

# create_workout_plan_web_button
source: Create Workout Plan
de: Workout Plan erstellen
es: Crear plan de entrenamiento
fr: Créer un plan d'entrainement
it: Crea un piano di allenamento
pt: Criar Plano de Treinamento
tr: Antrenman Planı Oluştur

# active_clients_mobile
source: Active Clients
de: Aktive Klienten
es: Clientes activos
fr: Clients actifs
it: Clienti attivi
pt: Clientes ativos
tr: Aktif Müşteriler

# available_slots_mobile
source: Available Slots
de: Verfügbare Slots
es: Slots disponibles
fr: Emplacements disponibles
it: Posti disponibili
pt: Slots disponíveis
tr: Mevcut Slotlar

# meal_plans_mobile
source: Meal Plans
de: Mahlzeitenpläne
es: Planes de nutrición
fr: Plans alimentaires
it: Piani alimentari
pt: Planos de refeições
tr: Beslenme Planları

# workout_plans_mobile
source: Workout Plans
de: Workout Pläne
es: Planes de entrenamiento
fr: Plans d'entrainement
it: Piani di allenamento
pt: Planos de treinamento
tr: Antrenman Planları

# generate_invitation_link_description
source: Generate an invitation link to invite clients to join your network.
de: Erstellen Sie einen Einladungslink, um Kunden einzuladen, Ihre Netzwerk beizutreten.
es: Generar un enlace de invitación para invitar a los clientes a unirse a tu red.
fr: Générer un lien d'invitation pour inviter des clients à rejoindre votre réseau.
it: Genera un link di invito per invitare clienti a unirsi al tuo network.
pt: Gerar um link de convite para convidar clientes a se juntarem à sua rede.
tr: Müşterilerinizi davet etmek için bir davet bağlantısı oluşturun.

source: Progress Details
de: Fortschritt Details
es: Detalles de progreso
fr: Détails de la progression
it: Dettagli progressi
pt: Detalhes do Progresso
tr: İlerleme Detayları

source: Background Photo
de: Hintergrundbild
es: Foto de fondo
fr: Photo de fond
it: Foto di sfondo
pt: Foto de Fundo
tr: Arkaplan Fotoğrafı

# measurements_access_denied
source: Measurements Access Not Granted
de: Messungen nicht zugelassen
es: Acceso a medidas denegado
fr: Accès aux mesures refusé
it: Accesso alle misure negato
pt: Acesso a Medidas Não Permitido
tr: Ölçüm Verilerine Erişim İzni Yok

# measurements_access_message
source: The client has not granted access to view their measurements data.
de: Der Klient hat keine Berechtigung, um ihre Messdaten zu sehen.
es: El cliente no ha concedido acceso para ver sus datos de medidas.
fr: Le client n'a pas accordé l'accès à voir ses données de mesures.
it: Il cliente non ha concesso l'accesso per visualizzare i suoi dati di misurazione.
pt: O cliente não concedeu acesso para visualizar seus dados de medidas.
tr: Danışan, ölçüm verilerini görüntüleme izni vermedi.

# photos_access_denied
source: Progress Photos Access Not Granted
de: Fortschrittsbilder nicht zugelassen
es: Acceso a fotos de progreso denegado
fr: Accès aux photos de progression refusé
it: Accesso alle foto dei progressi negato
pt: Acesso a Fotos de Progresso Não Permitido
tr: İlerleme Fotoğraflarına Erişim İzni Yok

# photos_access_message
source: The client has not granted access to view their progress photos.
de: Der Klient hat keine Berechtigung, um ihre Fortschrittsbilder zu sehen.
es: El cliente no ha concedido acceso para ver sus fotos de progreso.
fr: Le client n'a pas accordé l'accès à voir ses photos de progression.
it: Il cliente non ha concesso l'accesso per visualizzare le sue foto dei progressi.
pt: O cliente não concedeu acesso para visualizar suas fotos de progresso.
tr: Danışan, ilerleme fotoğraflarını görüntüleme izni vermedi.

source: Progress History
de: Fortschrittshistorie
es: Historial de progreso
fr: Historique de la progression
it: Storico progressi
pt: Histórico de Progresso
tr: İlerleme Geçmişi

# logged_by
source: Logged by {name}
de: Von {name} protokolliert
es: Registrado por {name}
fr: Connecté par {name}
it: Registrato da {name}
pt: Registrado por {name}
tr: {name} tarafından kaydedildi

source: Photo Comparison
de: Foto Vergleich
es: Comparación de fotos
fr: Comparaison de photos
it: Confronto foto
pt: Comparação de Fotos
tr: Fotoğraf Karşılaştırma

source: Select Photos
de: Fotos auswählen
es: Seleccionar fotos
fr: Sélectionner les photos
it: Seleziona foto
pt: Selecionar Fotos
tr: Fotoğraf Seç

source: Compare Photos
de: Fotos vergleichen
es: Comparar fotos
fr: Comparer les photos
it: Confronta foto
pt: Comparar Fotos
tr: Fotoğrafları Karşılaştır

source: No photos selected
de: Keine Fotos ausgewählt
es: No hay fotos seleccionadas
fr: Aucune photo sélectionnée
it: Nessuna foto selezionata
pt: Nenhuma foto selecionada
tr: Fotoğraf seçilmedi

# select_two_photos
source: Please select two photos to compare
de: Bitte wähle zwei Fotos aus, um sie zu vergleichen
es: Por favor, selecciona dos fotos para comparar
fr: Veuillez sélectionner deux photos pour comparer
it: Seleziona due foto da confrontare
pt: Por favor, selecione duas fotos para comparar
tr: Lütfen karşılaştırmak için iki fotoğraf seçin

source: Front View Comparison
de: Vorderansicht Vergleich
es: Comparación de vista frontal
fr: Comparaison de la vue de face
it: Confronto vista frontale
pt: Comparação de Vista Frontal
tr: Ön Görünüm Karşılaştırması

source: Back View Comparison
de: Rückansicht Vergleich
es: Comparación de vista posterior
fr: Comparaison de la vue de dos
it: Confronto vista posteriore
pt: Comparação de Vista Traseira
tr: Arka Görünüm Karşılaştırması

source: Side View Comparison
de: Seitenansicht Vergleich
es: Comparación de vista lateral
fr: Comparaison de la vue de côté
it: Confronto vista laterale
pt: Comparação de Vista Lateral
tr: Yan Görünüm Karşılaştırması

source: Before
de: Vorher
es: Antes
fr: Avant
it: Prima
pt: Antes
tr: Öncesi

source: After
de: Nachher
es: Después
fr: Après
it: Dopo
pt: Depois
tr: Sonrası

# error_loading_photos
source: Error loading photos: {error}
de: Fehler beim Laden der Fotos: {error}
es: Error al cargar las fotos: {error}
fr: Erreur lors du chargement des photos: {error}
it: Errore durante il caricamento delle foto: {error}
pt: Erro ao carregar fotos: {error}
tr: Fotoğraflar yüklenirken hata oluştu: {error}

# enter_about
source: Tell us about yourself
de: Erzähle uns etwas über dich
es: Cuéntanos sobre ti
fr: Parlez-nous de vous
it: Parlaci di te
pt: Conte-nos sobre você
tr: Kendinden bahset

# enter_experience
source: Enter your experience
de: Deine Erfahrung eingeben
es: Ingresa tu experiencia
fr: Entrez votre expérience
it: Inserisci la tua esperienza
pt: Digite sua experiência
tr: Deneyimini gir

# enter_specialization
source: Enter your specialization
de: Deine Spezialisierung eingeben
es: Ingresa tu especialización
fr: Entrez votre spécialisation
it: Inserisci la tua specializzazione
pt: Digite sua especialização
tr: Uzmanlık alanını gir

# enter_certifications
source: Enter your certifications
de: Deine Zertifikate eingeben
es: Ingresa tus certificaciones
fr: Entrez vos certifications
it: Inserisci le tue certificazioni
pt: Digite suas certificações
tr: Sertifikalarını gir

# enter_education
source: Enter your education
de: Deine Ausbildung eingeben
es: Ingresa tu educación
fr: Entrez votre formation
it: Inserisci la tua formazione
pt: Digite sua formação
tr: Eğitim bilgilerini gir

# enter_injuries
source: Select or type any conditions...
de: Wähle oder tippe jede Bedingung...
es: Selecciona o escribe cualquier condición...
fr: Sélectionnez ou tapez toute condition...
it: Seleziona o digita eventuali condizioni...
pt: Selecione ou digite qualquer condição...
tr: Rahatsızlıkları seç veya yaz...

# enter_dietary
source: Select or type any dietary restrictions...
de: Wähle oder tippe jede Ernährungseinschränkung...
es: Selecciona o escribe cualquier restricción dietética...
fr: Sélectionnez ou tapez toute restriction alimentaire...
it: Seleziona o digita eventuali restrizioni alimentari...
pt: Selecione ou digite qualquer restrição dietética...
tr: Diyet kısıtlamalarını seç veya yaz...

# enter_goals
source: Select your primary fitness goal
de: Dein Hauptfitnessziel auswählen
es: Selecciona tu objetivo de fitness principal
fr: Sélectionnez votre objectif de fitness principal
it: Seleziona il tuo obiettivo fitness principale
pt: Selecione seu objetivo de fitness primário
tr: Ana fitness hedefini seç

# enter_trainer_prefs
source: Select or describe preferred trainer qualities...
de: Wähle oder beschreibe bevorzugte Trainerqualitäten...
es: Selecciona o describe cualidades preferidas del entrenador...
fr: Sélectionnez ou décrivez les qualités préférées du formateur...
it: Seleziona o descrivi le qualità preferite del trainer...
pt: Selecione ou descreva qualidades preferidas do treinador...
tr: Tercih ettiğin eğitmen özelliklerini seç veya yaz...

# profile_photo_title
source: Profile Photo
de: Profilbild
es: Foto de perfil
fr: Photo de profil
it: Foto profilo
pt: Foto de Perfil
tr: Profil Fotoğrafı

# profile_photo_desc
source: Add a clear photo of yourself
de: Füge ein klares Foto von dir hinzu
es: Añade una foto clara de ti
fr: Ajoutez une photo claire de vous-même
it: Aggiungi una foto chiara di te stesso
pt: Adicione uma foto clara de você mesmo
tr: Net bir profil fotoğrafı ekle

# birthday_title
source: BIRTHDAY
de: GEBURTSTAG
es: Cumpleaños
fr: DATE DE NAISSANCE
it: DATA DI NASCITA
pt: ANIVERSÁRIO
tr: DOĞUM GÜNÜ

# gender_title
source: GENDER
de: GESCHLECHT
es: Género
fr: SEXE
it: GENERE
pt: GÊNERO
tr: CİNSİYET

# social_media_title
source: SOCIAL MEDIA
de: SOZIALE MEDIEN
es: Redes sociales
fr: MÉDIAS SOCIAUX
pt: REDES SOCIAIS
tr: SOSYAL MEDYA

# available_hours_title
source: AVAILABLE HOURS
de: VERFÜGBARE STUNDEN
es: Horas disponibles
fr: HEURES DISPONIBLES
it: ORE DISPONIBILI
pt: HORÁRIOS DISPONÍVEIS
tr: MÜSAİT SAATLER

# payment_methods_title
source: PAYMENT METHODS
de: ZAHLUNGSMETHODEN
es: Métodos de pago
fr: MÉTHODES DE PAIEMENT
it: METODI DI PAGAMENTO
pt: MÉTODOS DE PAGAMENTO
tr: ÖDEME YÖNTEMLERİ

# consent_settings_title
source: CONSENT SETTINGS
de: ZUSTIMMUNGSSEINSTELLUNGEN
es: Configuración de consentimiento
fr: PARAMÈTRES DE CONSENTEMENT
it: IMPOSTAZIONI CONSENSO
pt: CONFIGURAÇÕES DE CONSENTIMENTO
tr: İZİN AYARLARI

# fitness_level_title
source: FITNESS LEVEL
es: Nivel de fitness
fr: NIVEAU DE FITNESS
it: LIVELLO FITNESS
pt: NÍVEL DE FITNESS
tr: FITNESS SEVİYESİ

# fitness_level_desc
source: Rate your current fitness level
de: Bewerte deinen aktuellen Fitnesslevel
es: Califica tu nivel actual de fitness
fr: Évaluez votre niveau de fitness actuel
it: Valuta il tuo livello di fitness attuale
pt: Avalie seu nível atual de fitness
tr: Mevcut fitness seviyeni değerlendir

# consent_measurements_title
source: Measurements
de: Messungen
es: Medidas
fr: Mesures
it: Misurazioni
pt: Medidas
tr: Ölçümler

# consent_measurements_desc
source: Allow trainers to view your measurements
de: Erlaube Trainern, um deine Messdaten zu sehen
es: Permite a los entrenadores ver tus medidas
fr: Autoriser les formateurs à voir vos mesures
it: Permetti ai trainer di vedere le tue misurazioni
pt: Permitir que treinadores vejam suas medidas
tr: Eğitmenlerin ölçümlerini görmesine izin ver

# consent_photos_title
source: Progress Photos
de: Fortschrittsbilder
es: Fotos de progreso
fr: Photos de progression
it: Foto dei progressi
pt: Fotos de Progresso
tr: İlerleme Fotoğrafları

# consent_photos_desc
source: Allow trainers to view your progress photos
de: Erlaube Trainern, um deine Fortschrittsbilder zu sehen
es: Permite a los entrenadores ver tus fotos de progreso
fr: Autoriser les formateurs à voir vos photos de progression
it: Permetti ai trainer di vedere le tue foto dei progressi
pt: Permitir que treinadores vejam suas fotos de progresso
tr: Eğitmenlerin ilerleme fotoğraflarını görmesine izin ver

# consent_location_title
source: Location
de: Standort
es: Ubicación
fr: Emplacement
it: Posizione
pt: Localização
tr: Konum

# consent_location_desc
source: Allow trainers to view your location
de: Erlaube Trainern, um deinen Standort zu sehen
es: Permite a los entrenadores ver tu ubicación
fr: Autoriser les formateurs à voir votre emplacement
it: Permetti ai trainer di vedere la tua posizione
pt: Permitir que treinadores vejam sua localização
tr: Eğitmenlerin konumunu görmesine izin ver

# consent_social_title
source: Social Media
de: Soziale Medien
es: Redes sociales
fr: Médias sociaux
pt: Redes Sociais
tr: Sosyal Medya

# consent_social_desc
source: Allow trainers to view your social media
de: Erlaube Trainern, um deine Sozialen Medien zu sehen
es: Permite a los entrenadores ver tus redes sociales
fr: Autoriser les formateurs à voir vos médias sociaux
it: Permetti ai trainer di vedere i tuoi social media
pt: Permitir que treinadores vejam suas redes sociais
tr: Eğitmenlerin sosyal medya hesaplarını görmesine izin ver

# account_settings
source: Account
de: Konto
es: Configuración de la cuenta
fr: Paramètres du compte
it: Impostazioni account
pt: Configurações da Conta
tr: Hesap

source: Update Failed
de: Update fehlgeschlagen
es: Error al actualizar
fr: Échec de la mise à jour
it: Aggiornamento fallito
pt: Falha ao Atualizar
tr: Güncelleme Başarısız

source: Full Name
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
it: Nome completo
pt: Nome Completo
tr: Ad Soyad

source: Email Address
de: Email Adresse
es: Dirección de correo electrónico
fr: Adresse email
it: Indirizzo email
pt: Endereço de Email
tr: E-posta Adresi

# location_label
source: Location
de: Standort
es: Ubicación
fr: Emplacement
it: Posizione
pt: Localização
tr: Konum

# location_hint
source: City, State, Country
de: Stadt, Bundesland, Land
es: Ciudad, Estado, País
fr: Ville, État, Pays
it: Città, Stato, Paese
pt: Cidade, Estado, País
tr: Şehir, İlçe, Ülke

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar
tr: Kaydet

source: OK
tr: Tamam

source: My Dashboard
de: Mein Dashboard
es: Mi tablero
fr: Mon tableau de bord
it: La mia dashboard
pt: Meu Painel
tr: Kontrol Panelim

source: My Progress
de: Mein Fortschritt
es: Mi progreso
fr: Mon progrès
it: I miei progressi
pt: Meu Progresso
tr: İlerlemem

source: My Workouts
de: Meine Trainings
es: Mis entrenamientos
fr: Mes entrainements
it: I miei allenamenti
pt: Meus Treinos
tr: Antrenmanlarım

source: My Meals
de: Meine Mahlzeiten
es: Mis comidas
fr: Mes repas
it: I miei pasti
pt: Meus Refeições
tr: Öğünlerim

source: My Sessions
de: Meine Termine
es: Mis sesiones
fr: Mes sessions
it: Le mie sessioni
pt: Minhas Sessões
tr: Seanslarım

source: Start Session
de: Termin starten
es: Iniciar sesión
fr: Commencer la session
it: Inizia sessione
pt: Iniciar Sessão
tr: Seansı Başlat

source: View Details
de: Details ansehen
es: Ver detalles
fr: Voir les détails
it: Vedi dettagli
pt: Ver Detalhes
tr: Detayları Gör

source: Active Plan
de: Aktiver Plan
es: Plan activo
fr: Plan actif
it: Piano attivo
pt: Plano Ativo
tr: Aktif Plan

source: No active plan
de: Kein aktiver Plan
es: No hay plan activo
fr: Aucun plan actif
it: Nessun piano attivo
pt: Nenhum plano ativo
tr: Aktif plan yok

source: Get Started
de: Los geht's
es: Comenzar
fr: Commencer
it: Inizia
pt: Começar
tr: Hemen Başla

# contact_info
source: Contact Information
de: Kontaktinformationen
es: Información de contacto
fr: Informations de contact
it: Informazioni di contatto
pt: Informações de Contato
tr: İletişim Bilgileri

# contact_info_subtitle
source: How can clients reach you?
de: Wie können Klienten dich erreichen?
es: ¿Cómo pueden los clientes contactarte?
fr: Comment les clients peuvent vous contacter?
it: Come possono contattarti i clienti?
pt: Como os clientes podem te contatar?
tr: Danışanlar sana nasıl ulaşabilir?

source: About You
de: Über dich
es: Sobre ti
fr: À propos de vous
it: Su di te
pt: Sobre Você
tr: Hakkında

# about_you_subtitle
source: Tell potential clients about yourself
de: Erzähle potenziellen Klienten etwas über dich
es: Cuéntale a potenciales clientes sobre ti
fr: Dites aux clients potentiels à propos de vous
it: Racconta ai potenziali clienti di te
pt: Conte aos clientes sobre você
tr: Potansiyel danışanlara kendinden bahset

source: City, State, Country
de: Stadt, Bundesland, Land
es: Ciudad, Estado, País
fr: Ville, État, Pays
it: Città, Stato, Paese
pt: Cidade, Estado, País
tr: Şehir, İlçe, Ülke

# health_fitness
source: Health & Fitness Background
de: Gesundheits- und Fitness-Hintergrund
es: Fondo en salud y fitness
fr: Fondation en santé et fitness
it: Fondamenti di salute e fitness
pt: Histórico de Saúde e Fitness
tr: Sağlık & Fitness Geçmişi

# current_fitness
source: Current Fitness Level
de: Aktueller Fitnesslevel
es: Nivel actual de fitness
fr: Niveau de fitness actuel
it: Livello fitness attuale
pt: Nível Atual de Fitness
tr: Mevcut Fitness Seviyesi
