Repository: genDelta8/naturafit
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt, tr

source: Weight Loss Meal Plan
de: Gewichtsverlust Mahlzeitplan
es: Plan de nutrición para pérdida de peso
fr: Plan de repas pour la perte de poids
it: Piano alimentare per perdita di peso
pt: Plano de refeições para perda de peso
tr: Kilo Verme Öğün Planı

source: Muscle Building Meal Plan
de: Muskelaufbau Mahlzeitplan
es: Plan de nutrición para ganancia de músculo
fr: Plan de repas pour le gain de masse musculaire
it: Piano alimentare per aumento massa muscolare
pt: Plano de refeições para ganho de massa muscular
tr: Kas Kütle Öğün Planı

source: Maintenance Meal Plan
de: Wartung Mahlzeitplan
es: Plan de nutrición para mantenimiento
fr: Plan de repas pour le maintien
it: Piano alimentare di mantenimento
pt: Plano de refeições para manutenção
tr: Koruma Öğün Planı

source: Keto Diet Plan
de: Keto Diätplan
es: Plan de dieta cetogénica
fr: Plan de diète kéto
it: Piano dieta chetogenica
pt: Plano de dieta cetogênica
tr: Keto Beslenme Planı

source: Vegetarian Meal Plan
de: Vegetarische Mahlzeitplan
es: Plan de nutrición vegetarian
fr: Plan de repas végétarien
it: Piano alimentare vegetariano
pt: Plano de refeições vegetarianas
tr: Vejeteryan Öğün Planı

source: Vegan Meal Plan
de: Vegan Mahlzeitplan
es: Plan de nutrición vegan
fr: Plan de repas végan
it: Piano alimentare vegano
pt: Plano de refeições veganas
tr: Vegan Öğün Planı

source: Mediterranean Diet Plan
de: Mediterranean Diätplan
es: Plan de dieta mediterránea
fr: Plan de diète méditerranéenne
it: Piano dieta mediterranea
pt: Plano de dieta mediterrânea
tr: Mediterranean Beslenme Planı

source: Low Carb Meal Plan
de: Niedrig Kohlenhydrate Mahlzeitplan
es: Plan de dieta baja en carbohidratos
fr: Plan de repas à faible carburant
it: Piano alimentare a basso contenuto di carboidrati
pt: Plano de dieta baixa em carboidratos
tr: Düşük Karbonhidrat Öğün Planı

source: Bulking Meal Plan
de: Bulking Mahlzeitplan
es: Plan de nutrición para bulking
fr: Plan de repas pour le gain de masse
it: Piano alimentare per massa
pt: Plano de refeições para bulking
tr: Kas Kütle Öğün Planı

source: Cutting Meal Plan
de: Cutting Mahlzeitplan
es: Plan de nutrición para cutting
fr: Plan de repas pour le découpage
it: Piano alimentare per definizione
pt: Plano de refeições para cutting
tr: Kesme Öğün Planı

source: Maintenance
de: Wartung
es: Mantenimiento
fr: Maintien
it: Mantenimento
pt: Manutenção
tr: Koruma

source: Improved Energy
de: Verbessertes Energielevel
es: Mejora de la energía
fr: Amélioration de l'énergie
it: Miglioramento energia
pt: Energia melhorada
tr: İyileştirilmiş Enerji

source: Better Health
de: Bessere Gesundheit
es: Mejor salud
fr: Meilleure santé
it: Migliore salute
pt: Saúde melhorada
tr: Daha İyi Sağlık

source: Balanced Nutrition
de: Balancierte Ernährung
es: Nutrición equilibrada
fr: Nutrition équilibrée
it: Nutrizione bilanciata
pt: Nutrição balanceada
tr: Dengeli Beslenme

source: Specific Diet Adherence
de: Spezifische Diät Adhärenz
es: Cumplimiento de la dieta específica
fr: Adhésion à la diète spécifique
it: Aderenza a dieta specifica
pt: Cumprimento da dieta específica
tr: Özel Beslenme Takibi

source: Healthy Lifestyle
de: Gesündes Leben
es: Vida saludable
fr: Lifestyle sain
it: Stile di vita sano
pt: Vida saudável
tr: Sağlıklı Yaşam Tarzı

# one_week
source: 1 Week
de: 1 Woche
es: 1 Semana
fr: 1 Semaine
it: 1 Settimana
pt: 1 Semana
tr: 1 Hafta

# two_weeks
source: 2 Weeks
de: 2 Wochen
es: 2 Semanas
fr: 2 Semaines
it: 2 Settimane
pt: 2 Semanas
tr: 2 Hafta

source: Ongoing
de: In Arbeit
es: En curso
fr: En cours
it: In corso
pt: Em andamento
tr: Devam Eden

source: Balanced Diet
de: Balancierte Diät
es: Dieta equilibrada
fr: Diète équilibrée
it: Dieta bilanciata
pt: Dieta balanceada
tr: Dengeli Beslenme

source: Ketogenic Diet
de: Ketogene Diät
es: Dieta cetogénica
fr: Diète kéto
it: Dieta chetogenica
pt: Dieta cetogênica
tr: Ketogenik Beslenme

source: Low Carb Diet
de: Niedrig Kohlenhydrate Diät
es: Dieta baja en carbohidratos
fr: Diète à faible carburant
it: Dieta a basso contenuto di carboidrati
pt: Dieta baixa em carboidratos
tr: Düşük Karbonhidrat Beslenme

source: High Protein Diet
de: Hoch Protein Diät
es: Dieta alta en proteínas
fr: Diète à haute protéine
it: Dieta ad alto contenuto proteico
pt: Dieta alta em proteínas
tr: Yüksek Protein Beslenme

source: Plant Based
de: Pflanzbasierte
es: Basado en plantas
fr: Basé sur les plantes
it: A base vegetale
pt: Basado em plantas
tr: Bitkisel Beslenme

source: No plan details available
de: Keine Plan Details verfügbar
es: No hay detalles del plan disponible
fr: Aucune information disponible sur le plan
it: Nessun dettaglio piano disponibile
pt: Nenhum detalhe do plano disponível
tr: Plan detayları mevcut değil

source: TODAY'S FOCUS
de: HEUTE'S FOCUS
es: FOCO DE HOY
fr: FOCUS DU JOUR
it: FOCUS DI OGGI
pt: FOCO DE HOY
tr: BUGÜNÜN ODAKLANMA ALANI

source: Camera
de: Kamera
es: Cámara
fr: Caméra
it: Fotocamera
pt: Câmera
tr: Kamera

source: Photo Library
de: Foto-Bibliothek
es: Biblioteca de fotos
fr: Bibliothèque de photos
it: Libreria foto
pt: Biblioteca de fotos
tr: Fotoğraf Kütüphanesi

source: Remove Photo
de: Foto entfernen
es: Eliminar foto
fr: Supprimer la photo
it: Rimuovi foto
pt: Remover foto
tr: Fotoğrafı Kaldır

source: Select Country Code
de: Landesvorwahl auswählen
es: Seleccionar código de país
fr: Sélectionner le code pays
it: Seleziona codice paese
pt: Selecionar código do país
tr: Ülke Kodu Seç

source: Individual message tap not allowed
de: Individuelle Nachrichten-Tipp nicht erlaubt
es: No se permite tocar el mensaje individual
fr: Message individuel non autorisé
it: Messaggio individuale non autorizzato
tr: Bireysel mesaj tıklaması izin verilmiyor

source: Users are not allowed to send messages to themselves
de: Benutzer sind nicht erlaubt, Nachrichten an sich selbst zu senden
es: Los usuarios no pueden enviar mensajes a sí mismos
fr: Les utilisateurs ne sont pas autorisés à envoyer des messages à eux-mêmes
it: Gli utenti non sono autorizzati a inviare messaggi a loro stessi
pt: Os usuários não podem enviar mensagens para si mesmos
tr: Kullanıcılar kendi mesajlarına göndemez

source: No availability set
de: Keine Verfügbarkeit festgelegt
es: No hay disponibilidad establecida
fr: Aucune disponibilité définie
it: Nessuna disponibilità definita
pt: Nenhuma disponibilidade definida
tr: Mevcut saatler belirtilmedi

source: No weight data available
de: Keine Gewichtsdaten verfügbar
es: No hay datos de peso disponibles
fr: Aucune donnée de poids disponible
it: Nessuna data di peso disponibile
pt: Nenhum dado de peso disponível
tr: Kilo verileri mevcut değil

source: No measurement data available
de: Keine Messdaten verfügbar
es: No hay datos de medición disponibles
fr: Aucune donnée de mesure disponible
it: Nessuna data di misurazione disponibile
pt: Nenhum dado de medição disponível
tr: Ölçüm verileri mevcut değil

source: No progress photos available
de: Keine Fortschrittsfotos verfügbar
es: No hay fotos de progreso disponibles
fr: Aucune photo de progression disponible
it: Nessuna foto di progressione disponibile
pt: Nenhuma foto de progresso disponível
tr: İlerleme fotoğrafları mevcut değil

source: Social Media Links
de: Soziale Medien Links
es: Enlaces de redes sociales
fr: Liens médias sociaux
it: Link dei media social
pt: Links de mídias sociais
tr: Sosyal Medya Linkleri

source: Please first select a platform and then enter your link
de: Bitte wählen Sie zuerst eine Plattform und dann Ihren Link
es: Por favor, primero selecciona una plataforma y luego ingresa tu enlace
fr: Veuillez d'abord sélectionner une plateforme et ensuite entrer votre lien
it: Per favore, prima seleziona una piattaforma e poi inserisci il tuo link
pt: Por favor, primeiro selecione uma plataforma e depois insira seu link
tr: Lütfen önce bir platform seçin ve ardından linkinizi girin

source: Select platform first
de: Plattform zuerst auswählen
es: Selecciona la plataforma primero
fr: Sélectionner la plateforme d'abord
it: Seleziona la piattaforma d'abord
pt: Selecione a plataforma primeiro
tr: Önce platform seçin

source: App Users
de: App-Benutzer
es: Usuarios de la app
fr: Utilisateurs de l'application
it: Utenti dell'app
pt: Usuários do app
tr: Uygulama Kullanıcıları

source: Manual Clients
de: Manuelle Klienten
es: Clientes manuales
fr: Clients manuels
it: Clienti manuali
pt: Clientes manuais
tr: Elle Oluşturulan Müşteriler

source: e.g., Breakfast, Lunch, etc.
de: z.B., Frühstück, Mittagessen, etc.
es: e.g., Desayuno, Almuerzo, etc.
fr: e.g., Petit-déjeuner, Déjeuner, etc.
it: e.g., Colazione, Pranzo, etc.
pt: e.g., Café da manhã, Almoço, etc.
tr: örnek: Kahvaltı, Öğle Yemeği, vs.

source: Exercises you use in your workout plans will appear here for quick access
de: Übungen, die Sie in Ihren Workout Plänen verwenden, werden hier für schnellen Zugriff angezeigt
es: Ejercicios que usas en tus planes de entrenamiento aparecerán aquí para un acceso rápido
fr: Les exercices que vous utilisez dans vos plans d'entrainement apparaîtront ici pour un accès rapide
it: Gli esercizi che utilizzi nei tuoi piani di allenamento appariranno qui per un accesso rapido
pt: Exercícios que você usa em seus planos de treinamento aparecerão aqui para acesso rápido
tr: Antrenman planlarınızda kullandığınız egzersizler burada hızlı erişim için görünecektir

source: Meals you create in your meal plans will appear here for quick access
de: Mahlzeiten, die Sie in Ihren Mahlzeitenplänen erstellen, werden hier für schnellen Zugriff angezeigt
es: Comidas que creas en tus planes de nutrición aparecerán aquí para un acceso rápido
fr: Les repas que vous créez dans vos plans alimentaires apparaîtront ici pour un accès rapide
it: I pasti che crei nei tuoi piani alimentari appariranno qui per un accesso rapido
pt: Refeições que você cria em seus planos de refeições aparecerão aqui para acesso rápido
tr: Öğünlerinizde oluşturduğunuz öğünler burada hızlı erişim için görünecektir

# language_title
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt: Idioma
tr: Dil

source: Selected Language
de: Ausgewählte Sprache
es: Idioma seleccionado
fr: Langue sélectionnée
it: Lingua selezionata
pt: Idioma selecionado
tr: Seçili Dil

source: Failed to upload image
de: Fehler beim Hochladen des Bildes
es: Error al subir la imagen
fr: Erreur lors de l'envoi de l'image
it: Impossibile caricare l'immagine
pt: Erro ao enviar a imagem
tr: Resim yüklenirken hata

source: Failed to create group chat
de: Fehler beim Erstellen des Gruppenchats
es: Error al crear el grupo de chat
fr: Erreur lors de la création de la conversation de groupe
it: Errore nella creazione della chat di gruppo
pt: Erro ao criar o chat de grupo
tr: Grup sohbeti oluşturulurken hata

source: Please enter group name
de: Bitte fülle den Gruppennamen ein
es: Por favor, ingresa el nombre del grupo
fr: Veuillez entrer le nom du groupe
it: Inserisci il nome del gruppo
pt: Por favor, digite o nome do grupo
tr: Grup adı girin

source: All Languages
de: Alle Sprachen
es: Todos los idiomas
fr: Toutes les langues
it: Tutte le lingue
pt: Todos os idiomas
tr: Tüm Diller

source: No language selected
de: Keine Sprache ausgewählt
es: No hay idioma seleccionado
fr: Aucune langue sélectionnée
it: Nessuna lingua selezionata
pt: Nenhum idioma selecionado
tr: Dil seçilmedi

source: Assessment Form
de: Bewertungsformular
es: Formulario de evaluación
fr: Formulaire d'évaluation
it: Formulario di valutazione
pt: Formulário de avaliação
tr: Değerlendirme Formu

# assessment_form_subtitle
source: View and edit client assessment forms
de: Ansicht und Bearbeitung von Bewertungsformularen für Klienten
es: Ver y editar formularios de evaluación de clientes
fr: Voir et modifier les formulaires d'évaluation des clients
it: Visualizza e modifica i formulari di valutazione dei clienti
pt: Ver e editar formulários de avaliação de clientes
tr: Müşteri değerlendirme formlarını görüntüleyin ve düzenleyin

source: Physical Assessment
de: Physikalische Bewertung
es: Evaluación física
fr: Évaluation physique
it: Valutazione fisica
pt: Avaliação física
tr: Fiziksel Değerlendirme

# current_physical_activity
source: Current Physical Activity Level
de: Aktueller physischer Aktivitätslevel
es: Nivel actual de actividad física
fr: Niveau actuel d'activité physique
it: Livello attuale di attività fisica
pt: Nível atual de atividade física
tr: Şu anki Fiziksel Etkinlik Seviyesi

# physical_activity_subtitle
source: Include type and duration of activities
de: Einschließen von Aktivitätstyp und Dauer
es: Incluir tipo y duración de actividades
fr: Inclure le type et la durée des activités
it: Includi tipo e durata delle attività
pt: Incluir tipo e duração das atividades
tr: Egzersiz türlerini ve sürelerini içeren

# physical_activity_placeholder
source: Client will describe their current physical activities...
de: Klient wird ihre aktuellen physischen Aktivitäten beschreiben...
es: El cliente describirá sus actividades físicas actuales...
fr: Le client décrira ses activités physiques actuelles...
it: Il cliente descriverà le sue attività fisiche correnti...
pt: O cliente descreverá suas atividades físicas atuais...
tr: Müşteri şu anki fiziksel aktivitelerini açıklayacak...

# activity_frequency
source: How often do you exercise?
de: Wie oft trainieren Sie?
es: ¿Con qué frecuencia ejercitas?
fr: Quelle fréquence pratiquez-vous l'exercice?
it: Quante volte pratichi l'esercizio?
pt: Com que frequência você pratica exercícios?
tr: Ne kadar sık egzersiz yapıyorsunuz?

# rarely
source: Rarely or Never
de: Selten oder nie
es: Raramente o nunca
fr: Rarement ou jamais
it: Raramente o mai
pt: Raramente ou nunca
tr: Nadir veya hiç

source: times per week
de: mal pro Woche
es: veces por semana
fr: fois par semaine
it: volte per settimana
pt: vezes por semana
tr: haftada kaç kere

source: Health Assessment
de: Gesundheitsbewertung
es: Evaluación de salud
fr: Évaluation de la santé
it: Valutazione della salute
pt: Avaliação de saúde
tr: Sağlık Değerlendirmesi

# medical_conditions_placeholder
source: Client will list any medical conditions...
de: Klient wird alle medizinischen Bedingungen auflisten...
es: El cliente listará cualquier condición médica...
fr: Le client listera toute condition médicale...
it: Il cliente elencherà qualsiasi condizione medica...
pt: O cliente listará qualquer condição médica...
tr: Müşteri herhangi bir sağlık durumunu listeleyecek...

# medications
source: Current Medications
de: Aktuelle Medikamente
es: Medicamentos actuales
fr: Médicaments actuels
it: Medicamenti attuali
pt: Medicamentos atuais
tr: Şu anki İlaçlar

# medications_placeholder
source: Client will list current medications...
de: Klient wird seine aktuellen Medikamente auflisten...
es: El cliente listará sus medicamentos actuales...
fr: Le client listera ses médicaments actuels...
it: Il cliente elencherà i suoi medicamenti attuali...
pt: O cliente listará seus medicamentos atuais...
tr: Müşteri şu anki ilaçlarını listeleyecek...

source: Lifestyle Assessment
de: Lebensstilbewertung
es: Evaluación del estilo de vida
fr: Évaluation du style de vie
it: Valutazione dello stile di vita
pt: Avaliação do estilo de vida
tr: Yaşam Tarzı Değerlendirmesi

source: Daily Routine
de: Täglicher Routine
es: Rutina diaria
fr: Routine quotidienne
it: Routine quotidiana
pt: Rotina diária
tr: Günlük Rota

# daily_routine_placeholder
source: Client will describe their typical daily routine...
de: Klient wird ihre typische tägliche Routine beschreiben...
es: El cliente describirá su rutina diaria típica...
fr: Le client décrira sa routine quotidienne typique...
it: Il cliente descriverà la sua routine quotidiana tipica...
pt: O cliente descreverá sua rotina diária típica...
tr: Müşteri günlük tipik rotasını açıklayacak...

source: Stress Levels
de: Stressniveaus
es: Niveles de estrés
fr: Niveaux de stress
it: Livelli di stress
pt: Níveis de estresse
tr: Stres Seviyeleri

# stress_levels_placeholder
source: Client will describe their stress levels and management...
de: Klient wird ihre Stressniveaus und deren Verwaltung beschreiben...
es: El cliente describirá sus niveles de estrés y su gestión...
fr: Le client décrira ses niveaux de stress et sa gestion...
it: Il cliente descriverà i suoi livelli di stress e la sua gestione...
pt: O cliente descreverá seus níveis de estresse e sua gestão...
tr: Müşteri stres seviyelerini ve yönetimini açıklayacak...

source: Goals Assessment
de: Zielebewertung
es: Evaluación de objetivos
fr: Évaluation des objectifs
it: Valutazione degli obiettivi
pt: Avaliação de objetivos
tr: Hedef Değerlendirmesi

# specific_goals
source: Specific Fitness Goals
de: Spezifische Fitnessziele
es: Objetivos de fitness específicos
fr: Objectifs de fitness spécifiques
it: Obiettivi di fitness specifici
pt: Objetivos de fitness específicos
tr: Özel Fitness Hedefleri

# specific_goals_subtitle
source: Short-term and long-term objectives
de: Kurz- und langfristige Ziele
es: Objetivos a corto y largo plazo
fr: Objectifs à court et long terme
it: Obiettivi a breve e lungo termine
pt: Objetivos de curto e longo prazo
tr: Kısa ve uzun vadeli hedefler

# specific_goals_placeholder
source: Client will describe their fitness goals...
de: Klient wird ihre Fitnessziele beschreiben...
es: El cliente describirá sus objetivos de fitness...
fr: Le client décrira ses objectifs de fitness...
it: Il cliente descriverà i suoi obiettivi di fitness...
pt: O cliente descreverá seus objetivos de fitness...
tr: Müşteri fitness hedeflerini açıklayacak...

source: Preferred Training Style
de: Vorgezogene Trainingsart
es: Estilo de entrenamiento preferido
fr: Style de formation préféré
it: Stile di allenamento preferito
pt: Estilo de treinamento preferido
tr: Tercih Edilen Antrenman Stili

# high_intensity
source: High Intensity Training
de: Hoch Intensitäts Training
es: Entrenamiento de alta intensidad
fr: Entraînement de haute intensité
it: Allenamento ad alta intensità
pt: Treinamento de alta intensidade
tr: Yüksek Yoğunluklu Antrenman

# moderate_intensity
source: Moderate Intensity Training
de: Mittlere Intensität Training
es: Entrenamiento de intensidad moderada
fr: Entraînement de moyenne intensité
it: Allenamento ad intensità moderata
pt: Treinamento de intensidade moderada
tr: Orta Yoğunluklu Antrenman

# low_intensity
source: Low Intensity Training
de: Niedrige Intensität Training
es: Entrenamiento de baja intensidad
fr: Entraînement de basse intensité
it: Allenamento ad intensità bassa
pt: Treinamento de baixa intensidade
tr: Düşük Yoğunluklu Antrenman

# mixed_intensity
source: Mixed Intensity Training
de: Gemischte Intensität Training
es: Entrenamiento de intensidad mixta
fr: Entraînement de mélange d'intensité
it: Allenamento misto
pt: Treinamento de intensidade misturada
tr: Karışık Yoğunluklu Antrenman

source: Request Assessment
de: Bewertung anfordern
es: Solicitar evaluación
fr: Demander une évaluation
it: Richiedi valutazione
pt: Solicitar avaliação
tr: Değerlendirme İsteyin

source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
pt: Semana
tr: Hafta

# exercise_comfort_question
source: Can you perform the following exercises comfortably?
de: Können Sie die folgenden Übungen bequem ausführen?
es: ¿Puedes realizar los siguientes ejercicios cómodamente?
fr: Pouvez-vous effectuer les exercices suivants avec confort?
it: Puoi eseguire questi esercizi con comfort?
pt: Você consegue realizar os seguintes exercícios com conforto?
tr: Bu egzersizleri rahatça yapabilir misiniz?

# client_will_fill
source: Client will fill this field
de: Klient wird dieses Feld ausfüllen
es: El cliente llenará este campo
fr: Le client remplira ce champ
it: Il cliente riempirà questo campo
pt: O cliente preencherá este campo
tr: Müşteri bu alanı dolduracak

# assessment_request_sent
source: Assessment request sent successfully
de: Bewertungsanfrage erfolgreich gesendet
es: Solicitud de evaluación enviada correctamente
fr: Demande d'évaluation envoyée avec succès
it: Richiesta di valutazione inviata con successo
pt: Avaliação solicitada com sucesso
tr: Değerlendirme isteği başarıyla gönderildi

# error_sending_assessment
source: Error sending assessment request
de: Fehler beim Senden der Bewertungsanfrage
es: Error al enviar la solicitud de evaluación
fr: Erreur lors de l'envoi de la demande d'évaluation
it: Errore durante l'invio della richiesta di valutazione
pt: Erro ao enviar a solicitação de avaliação
tr: Değerlendirme isteği gönderirken hata

source: Session updated successfully
de: Sitzung erfolgreich aktualisiert
es: Sesión actualizada correctamente
fr: Session mise à jour avec succès
it: Sessione aggiornata con successo
pt: Sessão atualizada com sucesso
tr: Antrenman güncellendi

source: Failed to update session
de: Fehler beim Aktualisieren der Sitzung
es: Error al actualizar la sesión
fr: Erreur lors de la mise à jour de la session
it: Errore durante l'aggiornamento della sessione
pt: Erro ao atualizar a sessão
tr: Antrenman güncellenirken hata

# you_have_been_invited_by
source: You have been invited by {professional}. Would you like to accept?
de: Sie wurden von {professional} eingeladen. Möchten Sie diese annehmen?
es: Has sido invitado por {professional}. ¿Te gustaría aceptar?
fr: Vous avez été invité par {professional}. Voulez-vous l'accepter?
it: Sei stato invitato da {professional}. Vuoi accettare?
pt: Você foi convidado por {professional}. Gostaria de aceitar?
tr: {professional} sana davet etti. Kabul etmek ister misin?

source: Not Now
de: Nicht jetzt
es: No ahora
fr: Pas maintenant
it: Non ora
pt: Não agora
tr: Şimdi değil

source: Training Invitation
de: Trainings Einladung
es: Invitación de entrenamiento
fr: Invitation de formation
it: Invito di allenamento
pt: Convite de treinamento
tr: Antrenman Daveti

# sign_out_confirmation_message
source: Are you sure you want to sign out?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Estás seguro de querer cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter?
it: Sei sicuro di voler uscire?
pt: Tem certeza que deseja sair?
tr: Çıkış yapmak istediğinize emin misiniz?

# delete_account_confirmation_title
source: Delete Account?
de: Konto löschen?
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
pt: Deletar conta
tr: Hesabınızı silmek istediğinize emin misiniz?

# delete_account_confirmation_message
source: Are you sure you want to delete your account? This action cannot be undone and all your data will be permanently deleted.
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden und alle Ihre Daten werden dauerhaft gelöscht.
es: ¿Estás seguro de querer eliminar tu cuenta? Esta acción no se puede deshacer y todos tus datos se eliminarán permanentemente.
fr: Êtes-vous sûr de vouloir supprimer votre compte? Cette action ne peut pas être annulée et tous vos données seront supprimées définitivement.
it: Sei sicuro di voler eliminare il tuo account? Questa azione non può essere annullata e tutti i tuoi dati saranno eliminati definitivamente.
pt: Tem certeza que deseja deletar sua conta? Esta ação não pode ser revertida e todos os seus dados serão deletados permanentemente.
tr: Bu işlem geri alınamaz ve tüm verileriniz kalıcı olarak silinecektir.

# delete_account_failed
source: Failed to Delete Account
de: Fehler beim Löschen des Kontos
es: Error al eliminar la cuenta
fr: Erreur lors de la suppression du compte
it: Errore durante l'eliminazione dell'account
pt: Erro ao deletar a conta
tr: Hesabınızı silerken hata

source: Switching to Trainer...
de: Zum Trainer wechseln...
es: Cambiando a entrenador...
fr: Passage à l'entraîneur...
it: Passaggio all'allenatore...
pt: Mudando para o treinador...
tr: Antrenöre geçiliyor...
