Repository: genDelta8/naturafit
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt, tr

# water_intake
source: How much water do you drink daily?
de: Wie viel Wasser nehmen Sie täglich?
es: ¿Cuánta agua bebes por día?
fr: Combien d'eau buvez par jour?
it: Quanta acqua bevi al giorno?
pt: Quanto você bebe de água por dia?
tr: Gün içinde kaç litre su içiyorsunuz?

# resting_heart_rate
source: Resting Heart Rate (if known)
de: Ruhepuls (wenn bekannt)
es: Frecuencia cardíaca en reposo (si es conocida)
fr: Fréquence cardiaque au repos (si connue)
it: Frequenza cardiaca a riposo (se nota)
pt: Frequência cardíaca em repouso (se conhecida)
tr: Dinlenme kalp hızı (biliniyorsa)

# fitness_level
source: How would you rate your current fitness level?
de: Wie würden Sie Ihren aktuellen Fitnesslevel beurteilen?
es: ¿Cómo calificarías tu nivel actual de fitness?
fr: Comment évaluez-vous votre niveau de forme actuel?
it: Come valuteresti il tuo livello di fitness attuale?
pt: Como você avalia seu nível atual de fitness?
tr: Fiziksel seviyenizi nasıl değerlendirirsiniz?

source: Beginner
de: Anfänger
es: Principiante
fr: Débutant
it: Principiante
pt: Iniciante
tr: Başlangıç

source: Intermediate
de: Zwischen
es: Intermedio
fr: Intermédiaire
it: Intermedio
pt: Intermediário
tr: Orta

# can_do_squats
source: Can you perform squats comfortably?
de: Können Sie Squats bequem ausführen?
es: ¿Puedes hacer sentadillas cómodamente?
fr: Pouvez-vous faire des squats confortablement?
it: Puoi fare delle squat confortevolmente?
pt: Você consegue fazer squat confortavelmente?
tr: Kendinize rahatça squats yapabiliyor musunuz?

# can_do_pushups
source: Can you perform push-ups comfortably?
de: Können Sie Push-ups bequem ausführen?
es: ¿Puedes hacer flexiones cómodamente?
fr: Pouvez-vous faire des push-ups confortablement?
it: Puoi fare dei push-ups confortevolmente?
pt: Você consegue fazer push-ups confortavelmente?
tr: Kendinize rahatça push-ups yapabiliyor musunuz?

# can_do_plank
source: Can you perform plank comfortably?
de: Können Sie Plank bequem ausführen?
es: ¿Puedes hacer abdominales cómodamente?
fr: Pouvez-vous faire un planche confortablement?
it: Puoi fare un piatto confortevolmente?
pt: Você consegue fazer plank confortavelmente?
tr: Kendinize rahatça plank yapabiliyor musunuz?

# can_do_pullups
source: Can you perform pull-ups comfortably?
de: Können Sie Pull-ups bequem ausführen?
es: ¿Puedes hacer pull-ups cómodamente?
fr: Pouvez-vous faire des pull-ups confortablement?
it: Puoi fare dei pull-ups confortevolmente?
pt: Você consegue fazer pull-ups confortavelmente?
tr: Kendinize rahatça pull-ups yapabiliyor musunuz?

# can_do_running
source: Can you perform running comfortably?
de: Können Sie Laufen bequem ausführen?
es: ¿Puedes hacer correr cómodamente?
fr: Pouvez-vous faire courir confortablement?
it: Puoi fare correre confortevolmente?
pt: Você consegue correr confortavelmente?
tr: Kendinize rahatça running yapabiliyor musunuz?

# difficult_exercises
source: Any specific movements or exercises you struggle with?
de: Haben Sie irgendwelche spezifischen Bewegungen oder Übungen, die Sie schwer finden?
es: ¿Alguna movimiento o ejercicio que te resulten difíciles?
fr: Des mouvements ou exercices spécifiques que vous trouvez difficiles?
it: Qualche movimento o esercizio che trovi difficile?
pt: Algum movimento ou exercício que você encontra difícil?
tr: Herhangi bir özel hareket veya egzersizlere zorlanıyor musunuz?

# motivation
source: What motivates you to stay consistent with training?
de: Was motiviert Sie, konsistent mit dem Training zu bleiben?
es: ¿Qué te motiva a mantenerte consistente con el entrenamiento?
fr: Qu'est-ce qui vous motive à rester consistant avec l'entraînement?
it: Cosa ti motiva a rimanere costante con l'allenamento?
pt: O que te motiva a se manter consistente com o treinamento?
tr: Antrenman için ne motive ediyor?

source: Strength
de: Stärke
es: Fuerza
fr: Force
it: Forza
pt: Força
tr: Güç

source: Aesthetics
de: Ästhetik
it: Estetica
pt: Estética
tr: Görünüm

# short_term_goals
source: What are your short-term (3-month) goals?
de: Was sind Ihre kurzfristigen (3-Monats-)Ziele?
es: ¿Cuáles son tus objetivos a corto plazo (3 meses)?
fr: Quels sont vos objectifs à court terme (3 mois)?
it: Quali sono i tuoi obiettivi a breve termine (3 mesi)?
pt: Quais são seus objetivos de curto prazo (3 meses)?
tr: Kısa vadeli (3 ay) hedefleriniz neler?

# long_term_goals
source: What are your long-term (6-12 month) goals?
de: Was sind Ihre langfristigen (6-12-Monats-)Ziele?
es: ¿Cuáles son tus objetivos a largo plazo (6-12 meses)?
fr: Quels sont vos objectifs à long terme (6-12 mois)?
it: Quali sono i tuoi obiettivi a lungo termine (6-12 mesi)?
pt: Quais são seus objetivos de longo prazo (6-12 meses)?
tr: Uzun vadeli (6-12 ay) hedefleriniz neler?

# additional_comments
source: Any other comments or concerns?
de: Haben Sie irgendwelche anderen Kommentare oder Bedenken?
es: ¿Alguna otra observación o inquietudes?
fr: Autres commentaires ou préoccupations?
it: Altri commenti o preoccupazioni?
pt: Qualquer outro comentário ou preocupações?
tr: Herhangi başka bir açıklama veya endişe var mı?

# preferred_training_location
source: Preferred training location (gym, home, park, etc.)?
de: Vorgezogener Trainingsort (Gym, Heim, Park, etc.)?
es: ¿Cuál es tu ubicación de entrenamiento preferida (gym, casa, parque, etc.)?
fr: Emplacement de formation préféré (gym, maison, parc, etc.)?
it: Luogo di allenamento preferito (gym, casa, parco, etc.)?
pt: Local de treinamento preferido (gym, casa, parque, etc.)?
tr: Tercih edilen antrenman konumu (gym, ev, park, vs.)?

# protein_percentage
source: Protein %
es: Proteína %
it: Proteine %
pt: Proteína %

# protein_grams
source: Protein (g)
es: Proteína (g)
fr: Protéines (g)
it: Proteine (g)
pt: Proteína (g)

source: Martial Arts
de: Kampfkünste
es: Artes marciales
fr: Arts martiaux
it: Arti marziali
pt: Artes Marciais

# may_date
source: May
de: Mai
fr: Mai
it: Mag

source: Set
es: Serie
fr: Série
it: Serie
pt: Série

source: Protein
es: Proteína
it: Proteina
pt: Proteína

source: Full Body
de: Ganzkörper
es: Cuerpo completo
fr: Entier du corps
it: Intero del corpo
pt: Corpo Inteiro

source: Core & Abs
de: Kern & Bauch
es: Núcleo y abdominales
fr: Noyau & Abs
it: Nucleo & Abs
pt: Core e Abdômen

source: Vegan
es: Vegano
fr: Végan
it: Vegano
pt: Vegano

source: Dairy Free
es: Sin lactosa
fr: Sans lactose
it: Senza latte
pt: Sem lactose

source: Keto Diet
de: Keto-Diät
es: Dieta cetogénica
fr: Diète kéto
it: Dieta keto
pt: Dieta cetogênica

source: Paleo Diet
de: Paleo-Diät
es: Dieta paleo
fr: Diète paléo
it: Dieta paleo
pt: Dieta paleo

source: Mediterranean Diet
de: Mediterranean-Diät
es: Dieta mediterránea
fr: Diète méditerranéenne
it: Dieta mediterranea
pt: Dieta mediterrânea

# biceps
source: Biceps ({unit})
es: Bíceps ({unit})

source: Cardio & HIIT
de: Kardio & HIIT
es: Cardio y HIIT
pt: Cardio e HIIT

source: Plantar Fasciitis
es: Fasciitis plantar

source: Bio
pt: Biografia

source: Barbell
pt: Barreira

source: Dumbbell
pt: Halteres

source: Video
fr: Vidéo
pt: Vídeo
