Repository: genDelta8/naturafit
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt, tr

source: An error occurred
de: Ein Fehler ist aufgetreten
es: Ocurrió un error
fr: Une erreur est survenue
it: Si è verificato un errore
pt: Ocorreu um erro
tr: Bir hata oluştu

source: CURRENT
de: AKTUELL
es: ACTUAL
fr: ACTUEL
it: ATTUALE
pt: ATUAL
tr: Şimdiki

source: MAKE CURRENT
de: AKTUELL MACHEN
es: HACER ACTUAL
fr: FAIRE ACTUEL
it: FARE ATTUALE
pt: DEFINIR COMO ATUAL
tr: Şimdiki Yap

source: ACTIVE
de: AKTIV
es: ACTIVO
fr: ACTIF
it: ATTIVO
pt: ATIVO
tr: Aktif

source: CONFIRMED
de: BESTÄTIGT
es: CONFIRMADO
fr: CONFIRMÉ
it: CONFIRMATO
pt: CONFIRMADO
tr: Onaylandı

source: View All
de: Alle anzeigen
es: Ver todos
fr: Voir tous
it: Vedi tutti
pt: Ver Todos
tr: Tümünü Gör

source: Composition
de: Zusammensetzung
es: Composición
it: Composizione
pt: Composição
tr: Kompozisyon

# body_fat_percentage
source: Body Fat (%)
de: Körperfett (%)
es: Grasa corporal (%)
fr: Gras (%)
it: Grasso (%)
pt: Gordura Corporal (%)
tr: Vücut Yağı (%)

# muscle_mass
source: Muscle Mass ({unit})
de: Muskelmasse ({unit})
es: MasMusculo ({unit})
it: Muscolo Massa ({unit})
pt: Massa Muscular ({unit})
tr: Kas Kütlesi ({unit})

# chest
source: Chest ({unit})
de: Brust ({unit})
es: Pecho ({unit})
fr: Poitrine ({unit})
it: Poitrine ({unit})
tr: Göğüs ({unit})

# waist
source: Waist ({unit})
es: Cintura ({unit})
fr: Taille ({unit})
it: Vita ({unit})
tr: Bel ({unit})

# hips
source: Hips ({unit})
es: Cadera ({unit})
fr: Hanches ({unit})
it: Hanches ({unit})
tr: Kalça ({unit})

# calves
source: Calves ({unit})
tr: Baldır ({unit})

# thighs
source: Thighs ({unit})
fr: Cuisses ({unit})
it: Cuisses ({unit})
tr: Üst Bacak ({unit})

# front_photo_desc
source: Take a photo from the front
de: Nimm ein Foto von der Vorderseite
es: Toma una foto desde el frente
fr: Prendre une photo de face
it: Prendi una foto di fronte
pt: Tire uma foto da frente
tr: Önden bir fotoğraf çek

# back_photo_desc
source: Take a photo from the back
de: Nimm ein Foto von der Rückseite
es: Toma una foto desde el reverso
fr: Prendre une photo de dos
it: Prendi una foto di dietro
pt: Tire uma foto de trás
tr: Arkadan bir fotoğraf çek

# left_photo_desc
source: Take a photo from the left side
de: Nimm ein Foto von der linken Seite
es: Toma una foto desde el lado izquierdo
fr: Prendre une photo de gauche
it: Prendi una foto di sinistra
pt: Tire uma foto do lado esquerdo
tr: Sol yandan bir fotoğraf çek

# right_photo_desc
source: Take a photo from the right side
de: Nimm ein Foto von der rechten Seite
es: Toma una foto desde el lado derecho
fr: Prendre une photo de droite
it: Prendi una foto di destra
pt: Tire uma foto do lado direito
tr: Sağ yandan bir fotoğraf çek

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
pt: Categoria
tr: Kategori

# enter_select_category
source: Enter or select category
de: Bitte wähle oder erstelle eine Kategorie
es: Ingresa o selecciona una categoría
fr: Entrez ou sélectionnez une catégorie
it: Inserisci o seleziona una categoria
pt: Digite ou selecione a categoria
tr: Kategori gir veya seç

source: Education/Certification
de: Ausbildung/Zertifikat
es: Educación/Certificación
fr: Éducation/Certification
it: Istruzione/Certificazione
pt: Educação/Certificação
tr: Eğitim/Sertifika

# enter_select_education
source: Enter or select education/certification
de: Bitte wähle oder erstelle eine Ausbildung/Zertifikat
es: Ingresa o selecciona educación/certificación
fr: Entrez ou sélectionnez l'éducation/la certification
it: Inserisci o seleziona l'istruzione/la certificazione
pt: Digite ou selecione a educação/certificação
tr: Eğitim/sertifika gir veya seç

source: Subject/Specialization
de: Fach/Spezialisierung
es: Asunto/Especialización
fr: Sujet/Spécialisation
it: Sujet/Spécialisation
pt: Assunto/Especialização
tr: Konu/Uzmanlık

# enter_subject
source: Enter subject or specialization
de: Bitte fülle das Fach oder die Spezialisierung ein
es: Ingresa asunto o especialización
fr: Entrez le sujet ou la spécialisation
it: Inserisci il soggetto o la specializzazione
pt: Digite o assunto ou especialização
tr: Konu veya uzmanlık gir

source: Start Date
de: Startdatum
es: Fecha de inicio
fr: Date de début
it: Data di inizio
pt: Data de Início
tr: Başlangıç Tarihi

source: End Date
de: Enddatum
es: Fecha de finalización
fr: Date de fin
it: Data di fine
pt: Data de Término
tr: Bitiş Tarihi

source: Select date
de: Datum auswählen
es: Seleccionar fecha
fr: Sélectionner la date
it: Seleziona la data
pt: Selecionar data
tr: Tarih seç

source: Add Education
de: Ausbildung hinzufügen
es: Agregar educación
fr: Ajouter l'éducation
it: Aggiungi l'istruzione
pt: Adicionar Educação
tr: Eğitim Ekle

# added_education
source: Added Education & Certifications
de: Hinzugefügte Ausbildung & Zertifikate
es: Educación y certificaciones agregadas
fr: Éducation et certifications ajoutées
it: Istruzione e certificazioni aggiunte
pt: Educação e Certificações Adicionadas
tr: Eklenen Eğitim & Sertifikalar

source: Years of Experience
de: Jahre Erfahrung
es: Años de experiencia
fr: Années d'expérience
it: Anni di esperienza
pt: Anos de Experiência
tr: Deneyim Yılı

source: Job Title
de: Jobtitel
es: Título del trabajo
fr: Titre du poste
it: Titolo del posto
pt: Cargo
tr: İş Unvanı

# enter_job_title
source: Enter your job title
de: Bitte fülle deinen Jobtitel ein
es: Ingresa tu título de trabajo
fr: Entrez votre titre de poste
it: Inserisci il tuo titolo del posto
pt: Digite seu cargo
tr: İş unvanını gir

# organization
source: Organization/Company
de: Organisation/Firma
es: Organización/Empresa
fr: Organisation/Entreprise
it: Organizzazione/Azienda
pt: Organização/Empresa
tr: Kurum/Şirket

# enter_organization
source: Enter organization name
de: Bitte fülle die Organisation/Firma ein
es: Ingresa el nombre de la organización
fr: Entrez le nom de l'organisation
it: Inserisci il nome dell'organizzazione
pt: Digite o nome da organização
tr: Kurum adı gir

source: Add Experience
de: Erfahrung hinzufügen
es: Agregar experiencia
fr: Ajouter l'expérience
it: Aggiungi l'esperienza
pt: Adicionar Experiência
tr: Deneyim Ekle

source: Added Experience
de: Hinzugefügte Erfahrung
es: Experiencia agregada
fr: Expérience ajoutée
it: Esperienza aggiunta
pt: Experiência Adicionada
tr: Eklenen Deneyim

source: Present
de: Gegenwärtig
es: Presente
fr: Présent
it: Presente
pt: Presente
tr: Devam Ediyor

# profile_settings
source: Profile
de: Profil
es: Perfil
fr: Paramètres du profil
it: Impostazioni del profilo
pt: Configurações de Perfil
tr: Profil

source: Personal
de: Persönlich
fr: Personnel
it: Personale
pt: Pessoal
tr: Kişisel

source: Body
de: Körper
es: Cuerpo
fr: Corps
it: Corpo
pt: Corpo
tr: Vücut

# tell_about_yourself
source: Tell us about yourself
de: Erzähle uns etwas über dich
es: Cuéntanos sobre ti
fr: Parlez-nous de vous
it: Parlate di voi
pt: Fale sobre você
tr: Kendinden bahset

source: Content coming soon...
de: Inhalt bald verfügbar...
es: Contenido pronto...
fr: Contenu bientôt disponible...
it: Contenuto presto disponibile...
pt: Conteúdo em breve...
tr: İçerik yakında...

source: Working Hours
de: Arbeitszeiten
es: Horario de trabajo
fr: Heures de travail
it: Ore di lavoro
pt: Horários de Trabalho
tr: Çalışma Saatleri

source: Weekly Availability
de: Wochenverfügbarkeit
es: Disponibilidad semanal
fr: Disponibilité hebdomadaire
it: Disponibilità settimanale
pt: Disponibilidade Semanal
tr: Haftalık Müsaitlik

source: Add Exercise
de: Übung hinzufügen
es: Agregar ejercicio
fr: Ajouter un exercice
it: Aggiungi un esercizio
pt: Adicionar Exercício
tr: Egzersiz Ekle

source: Edit Exercise
de: Übung bearbeiten
es: Editar ejercicio
fr: Modifier l'exercice
it: Modifica l'esercizio
pt: Editar Exercício
tr: Egzersizi Düzenle

source: Exercise Name
de: Übung Name
es: Nombre del ejercicio
fr: Nom de l'exercice
it: Nome dell'esercizio
pt: Nome do Exercício
tr: Egzersiz Adı

# exercise_name_hint
source: e.g., Squats, Deadlifts, etc.
de: z.B. Squats, Deadlifts, etc.
es: e.g., Sentadillas, Deadlifts, etc.
tr: örn. Squat, Deadlift vb.

source: Equipment
de: Ausrüstung
es: Equipo
fr: Équipement
it: Equipaggiamento
pt: Equipamento
tr: Ekipman

# select_enter_equipment
source: Select or enter equipment
de: Bitte wähle oder erstelle Ausrüstung
es: Selecciona o ingresa equipo
fr: Sélectionner ou entrer l'équipement
it: Seleziona o inserisci l'equipaggiamento
pt: Selecione ou digite o equipamento
tr: Ekipman seç veya gir

source: Images
de: Bilder
es: Imágenes
it: Immagini
pt: Imagens
tr: Görseller

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
tr: İptal

source: Basic
de: Grundlegend
es: Básico
fr: Basique
it: Basico
pt: Básico
tr: Temel

source: Media
de: Medien
pt: Mídia
tr: Medya

source: Instructions
de: Anweisungen
es: Instrucciones
it: Istruzioni
pt: Instruções
tr: Talimatlar

source: Weight ({unit})
de: Gewicht ({unit})
es: Peso ({unit})
fr: Poids ({unit})
it: Peso ({unit})
pt: Peso ({unit})
tr: Ağırlık ({unit})

source: Rest
es: Descanso
fr: Repos
it: Riposo
pt: Descanso
tr: Dinlenme

source: Add Set
de: Set hinzufügen
es: Agregar serie
fr: Ajouter une série
it: Aggiungi una serie
pt: Adicionar Série
tr: Set Ekle

source: Add Phase
de: Phase hinzufügen
es: Agregar fase
fr: Ajouter une phase
it: Aggiungi una fase
pt: Adicionar Fase
tr: Faz Ekle

source: Enter phase name
de: Bitte fülle den Phasenname ein
es: Ingresa el nombre de la fase
fr: Entrez le nom de la phase
it: Inserisci il nome della fase
pt: Digite o nome da fase
tr: Faz adı gir

# equipment_label
source: Equipment:
de: Ausrüstung:
es: Equipo:
fr: Équipement:
it: Equipaggiamento:
pt: Equipamento:
tr: Ekipman:

# instructions_label
source: Instructions
de: Anweisungen
es: Instrucciones
it: Istruzioni
pt: Instruções
tr: Talimatlar

source: My Clients
de: Meine Kunden
es: Mis clientes
fr: Mes clients
it: I miei clienti
pt: Meus Clientes
tr: Danışanlarım

source: Add Client
de: Kunden hinzufügen
es: Agregar cliente
fr: Ajouter un client
it: Aggiungi un cliente
pt: Adicionar Cliente
tr: Danışan Ekle

source: Search clients...
de: Kunden suchen...
es: Buscar clientes...
fr: Rechercher des clients...
it: Cerca clienti...
pt: Pesquisar clientes...
tr: Danışan ara...

source: App User
es: Usuario de la app
fr: Utilisateur de l'application
it: Utente dell'app
pt: Usuário do App
tr: Uygulama Kullanıcısı

source: Manual
de: Manuell
fr: Manuel
it: Manuale
tr: Manuel

# next_session
source: Next Session: {date}
de: Nächste Sitzung: {date}
es: Siguiente sesión: {date}
fr: Prochaine session: {date}
it: Prossima sessione: {date}
pt: Próxima Sessão: {date}
tr: Sonraki Seans: {date}

# filter_all
source: All
de: Alle
es: Todos
fr: Tout
it: Tutto
pt: Todos
tr: Tümü

# filter_new
source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
pt: Novo
tr: Yeni

# filter_app_users
source: App Users
de: App User
es: Usuarios de la app
fr: Utilisateurs de l'application
it: Utenti dell'app
pt: Usuários do App
tr: Uygulama Kullanıcıları

# filter_manual
source: Manual
de: Manuell
fr: Manuel
it: Manuale
tr: Manuel

# filter_completed
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
pt: Completado
tr: Tamamlanan

# filter_active
source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
pt: Ativo
tr: Aktif

source: MACROS
tr: MAKROLAR

# filter_templates
source: Templates
de: Vorlagen
es: Plantillas
fr: Modèles
it: Modelli
pt: Modelos
tr: Şablon

# filter_pending
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa
pt: Pendente
tr: Bekleyen

# workout_plans
source: Plans
de: Pläne
es: Planes
it: Piani
pt: Planos
tr: Planlar

# create_workout_plan
source: Create Plan
de: Plan erstellen
es: Crear plan
fr: Créer un plan
it: Crea un piano
pt: Criar Plano
tr: Plan Oluştur

source: No workout plans found
de: Keine Pläne gefunden
es: No se encontraron planes de entrenamiento
fr: Aucun plan d'entrainement trouvé
it: Nessun piano di allenamento trovato
pt: Nenhum plano de treino encontrado
tr: Antrenman planı bulunamadı

# create_new_workout_plan
source: Create a new workout plan to get started
de: Erstelle einen neuen Workoutplan, um loszulegen
es: Crea un nuevo plan de entrenamiento para comenzar
fr: Créer un nouveau plan d'entrainement pour commencer
it: Crea un nuovo piano di allenamento per iniziare
pt: Criar um novo plano de treino para começar
tr: Başlamak için yeni bir antrenman planı oluştur

source: Create a new meal plan to get started
de: Erstelle einen neuen Mahlzeitplan, um loszulegen
es: Crea un nuevo plan de comidas para comenzar
fr: Créer un nouveau plan alimentaire pour commencer
it: Crea un nuovo piano alimentare per iniziare
pt: Criar um novo plano de refeição para começar
tr: Başlamak için yeni bir öğün planı oluştur

# client_label
source: Client
de: Kunde
es: Cliente
it: Cliente
pt: Cliente
tr: Danışan

# duration_label
source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
pt: Duração
tr: Süre

# goal_label
source: Goal
de: Ziel
es: Objetivo
fr: Objectif
it: Obiettivo
pt: Objetivo
tr: Hedef

source: Add New Client
de: Neuen Kunden hinzufügen
es: Agregar nuevo cliente
fr: Ajouter un nouveau client
it: Aggiungi un nuovo cliente
pt: Adicionar Novo Cliente
tr: Yeni Danışan Ekle

source: Client Name
de: Kundenname
es: Nombre del cliente
fr: Nom du client
it: Nome del cliente
pt: Nome do Cliente
tr: Danışan Adı

# enter_client_name
source: Enter client's name
de: Bitte fülle den Kundenname ein
es: Ingresa el nombre del cliente
fr: Entrez le nom du client
it: Inserisci il nome del cliente
pt: Digite o nome do cliente
tr: Danışanın adını gir

# client_email
source: Email
tr: E-posta

# enter_client_email
source: Enter client's email
de: Bitte fülle die Email ein
es: Ingresa el email del cliente
fr: Entrez l'email du client
it: Inserisci l'email del cliente
pt: Digite o email do cliente
tr: Danışanın e-postasını gir

source: Phone Number
de: Telefonnummer
es: Teléfono
fr: Numéro de téléphone
it: Numero di telefono
pt: Número de Telefone
tr: Telefon Numarası

# enter_phone_number
source: Enter client's phone number
de: Bitte fülle die Telefonnummer ein
es: Ingresa el teléfono del cliente
fr: Entrez le numéro de téléphone du client
it: Inserisci il numero di telefono del cliente
pt: Digite o número de telefone do cliente
tr: Danışanın telefon numarasını gir

source: Edit Plan
de: Plan bearbeiten
es: Editar plan
fr: Modifier le plan
it: Modifica il piano
pt: Editar Plano
tr: Planı Düzenle

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
pt: Próximo
tr: İleri

source: Submit
de: Senden
es: Enviar
fr: Soumettre
it: Invia
pt: Enviar
tr: Gönder

source: Professional data not found
de: Professionelle Daten nicht gefunden
es: Datos profesionales no encontrados
fr: Données professionnelles non trouvées
it: Dati professionali non trovati
pt: Dados do profissional não encontrados
tr: Profesyonel veri bulunamadı

source: Select Avatar
de: Avatar auswählen
es: Seleccionar avatar
fr: Sélectionner un avatar
it: Seleziona un avatar
pt: Selecionar Avatar
tr: Avatar Seç

source: Take Photo
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
it: Prendi una foto
pt: Tirar Foto
tr: Fotoğraf Çek

source: Choose from Gallery
de: Aus Galerie auswählen
es: Elegir de la galería
fr: Choisir depuis la galerie
it: Scegli dalla galleria
pt: Escolher da Galeria
tr: Galeriden Seç

# add_exercise_title
source: Add Exercise
de: Übung hinzufügen
es: Agregar ejercicio
fr: Ajouter un exercice
it: Aggiungi un esercizio
pt: Adicionar Exercício
tr: Egzersiz Ekle

# edit_exercise_title
source: Edit Exercise
de: Übung bearbeiten
es: Editar ejercicio
fr: Modifier l'exercice
it: Modifica l'esercizio
pt: Editar Exercício
tr: Egzersizi Düzenle

source: Please enter exercise name
de: Bitte fülle den Übungsnamen ein
es: Por favor, ingresa el nombre del ejercicio
fr: Veuillez entrer le nom de l'exercice
it: Inserisci il nome dell'esercizio
pt: Digite o nome do exercício
tr: Lütfen egzersiz adı gir

# failed_add_exercise
source: Failed to add exercise
de: Fehler beim Hinzufügen der Übung
es: Error al agregar ejercicio
fr: Erreur lors de l'ajout de l'exercice
it: Errore nell'aggiunta dell'esercizio
pt: Erro ao adicionar exercício
tr: Egzersiz eklenemedi

# failed_update_exercise
source: Failed to update exercise
de: Fehler beim Aktualisieren der Übung
es: Error al actualizar ejercicio
fr: Erreur lors de la mise à jour de l'exercice
it: Errore nella modifica dell'esercizio
pt: Erro ao atualizar exercício
tr: Egzersiz güncellenemedi

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva le modifiche
pt: Salvar Alterações
tr: Değişiklikleri Kaydet

# add_instruction
source: Add exercise instruction...
de: Übungsanweisung hinzufügen...
es: Agregar instrucción de ejercicio...
fr: Ajouter une instruction d'exercice...
it: Aggiungi una istruzione di esercizio...
pt: Adicionar instrução de exercício...
tr: Egzersiz talimatı ekle...

# exercise_video_title
source: Exercise Video
de: Übungsvideo
es: Video de ejercicio
fr: Vidéo d'exercice
it: Video di esercizio
pt: Vídeo de Exercício
tr: Egzersiz Videosu

# add_image
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter une image
it: Aggiungi un'immagine
pt: Adicionar
tr: Ekle

source: Trainer ID not found
de: Trainer ID nicht gefunden
es: ID de entrenador no encontrado
fr: ID du formateur non trouvé
it: ID del formattore non trovato
pt: ID do Treinador não encontrado
tr: Eğitmen ID'si bulunamadı

# add_meal_title
source: Add Meal
de: Mahlzeit hinzufügen
es: Agregar comida
fr: Ajouter un repas
it: Aggiungi un pasto
pt: Adicionar Refeição
tr: Öğün Ekle

# edit_meal_title
source: Edit Meal
de: Mahlzeit bearbeiten
es: Editar comida
fr: Modifier le repas
it: Modifica il pasto
pt: Editar Refeição
tr: Öğünü Düzenle

source: Please enter meal name
de: Bitte fülle den Mahlzeitenamen ein
es: Por favor, ingresa el nombre de la comida
fr: Veuillez entrer le nom du repas
it: Inserisci il nome del pasto
pt: Digite o nome da refeição
tr: Lütfen öğün adı gir

# failed_save_meal
source: Failed to save meal
de: Fehler beim Speichern der Mahlzeit
es: Error al guardar la comida
fr: Erreur lors de l'enregistrement du repas
it: Errore nell'archiviazione del pasto
pt: Erro ao salvar refeição
tr: Öğün kaydedilemedi

source: Meal Name
de: Mahlzeitenname
es: Nombre de la comida
fr: Nom du repas
it: Nome del pasto
pt: Nome da Refeição
tr: Öğün Adı

source: Enter meal name
de: Bitte fülle den Mahlzeitenamen ein
es: Ingresa el nombre de la comida
fr: Entrez le nom du repas
it: Inserisci il nome del pasto
pt: Digite o nome da refeição
tr: Öğün adı gir

source: Total Nutrients (Manual)
de: Gesamte Nährstoffe (Manuell)
es: Total Nutrientes (Manual)
fr: Nutriments totaux (Manuel)
it: Nutrienti totali (Manuale)
pt: Total Nutrientes (Manual)
tr: Toplam Besin Değerleri (Manuel)

source: Total Nutrients (Calculated)
de: Gesamte Nährstoffe (Berechnet)
es: Total Nutrientes (Calculado)
fr: Nutriments totaux (Calculé)
it: Nutrienti totali (Calcolato)
pt: Total Nutrientes (Calculado)
tr: Toplam Besin Değerleri (Hesaplanan)

source: Added Ingredients
de: Hinzugefügte Zutaten
es: Ingredientes agregados
fr: Ingrédients ajoutés
it: Ingredienti aggiunti
pt: Ingredientes Adicionados
tr: Eklenen Malzemeler

source: Add Ingredients
de: Zutaten hinzufügen
es: Agregar ingredientes
fr: Ajouter des ingrédients
it: Aggiungi ingredienti
pt: Adicionar Ingredientes
tr: Malzeme Ekle

source: Preparation Steps
de: Vorbereitungsschritte
es: Pasos de preparación
fr: Étapes de préparation
it: Passi di preparazione
pt: Passos de Preparação
tr: Hazırlık Adımları

source: Add preparation step
de: Vorbereitungsschritt hinzufügen
es: Agregar paso de preparación
fr: Ajouter une étape de préparation
it: Aggiungi un passo di preparazione
pt: Adicionar Passo de Preparação
tr: Hazırlık adımı ekle

# meal_notes
source: Notes
de: Notizen
es: Notas
it: Note
pt: Notas
tr: Notlar

# meal_notes_hint
source: Add any additional notes here...
de: Füge weitere Notizen hinzu...
es: Agrega cualquier nota adicional aquí...
fr: Ajoutez des notes supplémentaires ici...
it: Aggiungi note aggiuntive qui...
pt: Adicione quaisquer notas adicionais aqui...
tr: Ek notlarını buraya ekle...

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
pt: Atualizar
tr: Güncelle

# available_slots_title
source: Available Slots
de: Verfügbare Slots
es: Slots disponibles
fr: Emplacements disponibles
it: Posti disponibili
pt: Slots Disponíveis
tr: Müsait Slotlar

# no_slots_title
source: No Available Slots
de: Keine verfügbaren Slots
es: No hay slots disponibles
fr: Aucun emplacement disponible
it: Nessun posto disponibile
pt: Nenhum Slot Disponível
tr: Müsait Slot Yok

# no_slots_message
source: Tap the "+" button to create a new availability slot for this day
de: Tippe auf den "+" Button, um einen neuen Verfügbarkeits-Slot für diesen Tag zu erstellen
es: Toca el botón "+" para crear un nuevo slot de disponibilidad para este día
fr: Appuyez sur le bouton "+" pour créer un nouvel emplacement de disponibilité pour ce jour
it: Toca il pulsante "+" per creare un nuovo posto di disponibilità per questo giorno
pt: Toque no botão "+" para criar um novo slot de disponibilidade para este dia
tr: Bu gün için yeni bir müsaitlik slotu oluşturmak için "+" butonuna dokun

source: Virtual Session
de: Virtuelle Sitzung
es: Sesión virtual
fr: Session virtuelle
it: Sessione virtuale
pt: Sessão Virtual
tr: Online Seans

source: In-person Session
de: In-Person Sitzung
es: Sesión presencial
fr: Session en personne
it: Sessione in persona
pt: Sessão Presencial
tr: Yüz Yüze Seans

# initial_session_label
source: Initial
es: Inicial
it: Iniziale
pt: Inicial
tr: İlk

# follow_up_session_label
source: Follow-up
es: Seguimiento
it: Seguente
pt: Seguimento
tr: Takip

# recurring_session_label
source: Recurring
de: Wiederkehrend
es: Recurrente
fr: Récurrent
it: Ripetitivo
pt: Recorrente
tr: Tekrarlanan

# group_session_label
source: Group
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
pt: Grupo
tr: Grup

source: Warm-Up Routine
es: Rutina de calentamiento
fr: Routine de réchauffement
it: Routine di riscaldamento
pt: Routine de Aquecimento
tr: Isınma Rutini

# describe_warmup
source: Describe warm-up exercises
de: Beschreibe die Warm-Up Übungen
es: Describe ejercicios de calentamiento
fr: Décrivez les exercices de réchauffement
it: Descrivi gli esercizi di riscaldamento
pt: Descreva os exercícios de aquecimento
tr: Isınma egzersizlerini açıkla

source: Cool-Down Routine
es: Rutina de enfriamiento
fr: Routine de refroidissement
it: Routine di raffreddamento
pt: Routine de Resfriamento
tr: Soğuma Rutini

# describe_cooldown
source: Describe cool-down exercises
de: Beschreibe die Cool-Down Übungen
es: Describe ejercicios de enfriamiento
fr: Décrivez les exercices de refroidissement
it: Descrivi gli esercizi di raffreddamento
pt: Descreva os exercícios de resfriamento
tr: Soğuma egzersizlerini açıkla

# session_duration
source: {duration} min
tr: {duration} dk

# required_fields_missing
source: Required fields are missing
de: Erforderliche Felder fehlen
es: Faltan campos requeridos
fr: Champs requis manquants
it: Champs requis manquants
pt: Campos obrigatórios ausentes
tr: Gerekli alanlar eksik

# workout_plan_created
source: Workout plan created successfully!
de: Workoutplan erfolgreich erstellt!
es: Plan de entrenamiento creado exitosamente!
fr: Plan d'entrainement créé avec succès!
it: Piano di allenamento creato con successo!
pt: Plano de treino criado com sucesso!
tr: Antrenman planı başarıyla oluşturuldu!
