Repository: genDelta8/naturafit
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt, tr

source: Martial Arts Fitness
es: Entrenamiento de artes marciales
fr: Fitness martial
it: Fitness martial
pt: Fitness de Artes Marciais
tr: Spor Antrenmanı

source: Pre and Post Natal Fitness
de: Vor- und Nachgeburt Fitness
es: Entrenamiento prenatal y postnatal
fr: Fitness pré et post natal
it: Fitness pré et post natal
pt: Aptidão Pré e Pós Natal
tr: Doğum Öncesi & Doğumdan Sonraki Antrenman

source: Senior Fitness
es: Entrenamiento para adultos mayores
fr: Fitness senior
it: Fitness senior
pt: Aptidão para Idosos
tr: Yaşlı Antrenmanı

source: Youth Fitness
de: Jugend Fitness
es: Entrenamiento para jóvenes
fr: Fitness jeunes
it: Fitness giovani
pt: Aptidão para Jovens
tr: Genç Antrenmanı

source: Post Rehabilitation Training
de: Nach Rehabilitation Training
es: Entrenamiento de rehabilitación
fr: Entrainement post réhabilitation
it: Allenamento post réhabilitation
pt: Treinamento de Reabilitação Pós-Cirurgia
tr: İyileşme Sonrası Antrenman

source: Joint Pain Management
de: Gelenk Schmerz Management
es: Gestión de dolor articular
fr: Gestion des douleurs articulaires
it: Gestione delle dolori articolari
pt: Gerenciamento de Dor nas Articulações
tr: Bağırsak Ağrısı Yönetimi

source: Chronic Disease Management
es: Gestión de enfermedades crónicas
fr: Gestion des maladies chroniques
it: Gestione delle malattie croniche
pt: Gerenciamento de Doenças Crônicas
tr: Kronik Hastalık Yönetimi

source: Injury Prevention
de: Verletzungsvorbeugung
es: Prevención de lesiones
fr: Prévention des blessures
it: Prevenzione delle lesioni
pt: Prevenção de Lesões
tr: Yaralanma Önleme

source: Mobility and Flexibility Training
de: Mobilität und Flexibilität Training
es: Entrenamiento de movilidad y flexibilidad
fr: Mobilité et flexibilité
it: Mobilità e flessibilità
pt: Treinamento de Mobilidade e Flexibilidade
tr: Mobility and Flexibility Antrenmanı

source: Stress Management Programs
de: Stress Management Programme
es: Programas de gestión del estrés
fr: Programmes de gestion du stress
it: Programmi di gestione dello stress
pt: Programas de Gerenciamento de Estresse
tr: Stress Yönetimi

source: Restorative Fitness
es: Entrenamiento rehabilitador
fr: Fitness restorative
it: Fitness restorative
pt: Fitness Restaurativa
tr: İyileşme Antrenmanı

source: Bodybuilding
es: Entrenamiento de físico
tr: Kuvvet Antrenmanı

source: Physique and Aesthetic Coaching
de: Physique und Ästhetische Coaching
es: Entrenamiento de físico y estética
fr: Physique et coaching esthétique
it: Physique e coaching estetico
pt: Treinamento de Físico e Estética
tr: Fizik & Görsel Yönetimi

source: Bikini Competition Preparation
de: Bikini Wettbewerb Vorbereitung
es: Preparación para competiciones de bikini
fr: Préparation pour la compétition bikini
it: Preparazione per la competizione bikini
pt: Preparação para Competições de Bikini
tr: Bikini Yarışma Hazırlığı

source: Muscle Gain Programs
de: Muskelgewinn Programme
es: Programas de ganancia de masa muscular
fr: Programmes de gain de muscle
it: Programmi di guadagno di muscolo
pt: Programas de Ganho de Massa Muscular
tr: Kas Kütle Antrenmanı

source: Lean Bulk Planning
de: Lean Bulk Planung
es: Planificación de masa muscular
fr: Planification de gain de masse
it: Pianificazione del guadagno di massa
pt: Planejamento de Ganho de Massa Lean
tr: Lean Bulk Planlama

source: Contest Preparation Coaching
de: Wettbewerb Vorbereitung Coaching
es: Entrenamiento para competiciones
fr: Coaching pour la préparation aux compétitions
it: Coaching per la preparazione alle competizioni
pt: Treinamento de Preparação para Competições
tr: Yarışma Hazırlığı

source: Weight Gain Assistance
de: Gewichtszunahme Unterstützung
es: Asistencia para ganancia de peso
fr: Assistance pour le gain de poids
it: Assistenza per il guadagno di peso
pt: Ajuda para Ganho de Peso
tr: Kilo Alma Desteği

source: Advanced Sculpting Programs
de: Erweiterte Skulptur Programme
es: Programas de esculpido avanzado
fr: Programmes de sculpture avancés
it: Programmi di scultura avanzati
pt: Programas de Escultura Avançada
tr: Gelişmiş Görsel Yönetimi

source: Maintenance Coaching
de: Wartung Coaching
es: Entrenamiento de mantenimiento
fr: Coaching de maintenance
it: Coaching di manutenzione
pt: Treinamento de Manutenção
tr: Koruma Yönetimi

source: Body Dysmorphia Awareness Training
es: Entrenamiento de concienciación sobre la dismorfia corporal
fr: Entrainement pour la sensibilisation à la dysmorphie corporelle
it: Allenamento per la sensibilizzazione alla dysmorfia corporea
pt: Treinamento de Consciência sobre Body Dysmorphia
tr: Beden Dysmorfiyası Yönetimi

source: Tai Chi Fitness
es: Entrenamiento de Tai Chi
fr: Fitness tai chi
it: Fitness tai chi
pt: Fitness de Tai Chi
tr: Tai Chi Antrenmanı

source: Mindfulness Based Fitness
es: Entrenamiento mindfulness
fr: Fitness basé sur le mindfulness
it: Fitness basato sul mindfulness
pt: Fitness Baseado na Meditação
tr: Zihinsel Yönetim

source: Meditation Integration
es: Integración de meditación
fr: Intégration de la méditation
it: Integrazione della meditazione
pt: Integração da Meditação
tr: Meditation Entegrasyonu

source: Breathing Techniques
de: Atmungstechniken
es: Técnicas de respiración
fr: Techniques de respiration
it: Tecniche di respirazione
pt: Técnicas de Respiração
tr: Solunum Teknikleri

source: Body Mind Centering
de: Körper und Geist Zentrieren
es: Centrado en el cuerpo y la mente
fr: Centrage corps et esprit
it: Centraggio corpo e spirito
pt: Centração Corpo e Mente
tr: Beden & Zihin Merkezleşmesi

source: Qigong for Fitness
de: Qigong für Fitness
es: Qigong para fitness
fr: Qigong pour la fitness
it: Qigong per la fitness
pt: Qigong para Fitness
tr: Qigong Antrenmanı

source: Barre Workouts
es: Entrenamiento de barre
fr: Entrainements barre
it: Allenamenti barre
pt: Treinamentos de Barre
tr: Barre Antrenmanları

source: Dance Fitness
de: Tanzen Fitness
es: Entrenamiento de baile
fr: Fitness danse
it: Fitness danza
pt: Fitness de Dança
tr: Dans Antrenmanı

source: Corporate Fitness Programs
de: Corporate Fitness Programme
es: Programas de fitness corporativo
fr: Programmes de fitness pour les entreprises
it: Programmi di fitness per le aziende
pt: Programas de Fitness Corporativo
tr: Kurumsal Antrenmanlar

source: Family Fitness
de: Familien Fitness
es: Entrenamiento familiar
fr: Fitness familiale
it: Fitness familiale
pt: Fitness Familiar
tr: Aile Antrenmanları

source: Outdoor Adventure Fitness
es: Entrenamiento de aventura al aire libre
fr: Fitness aventure extérieure
it: Fitness avventura all'aria aperta
pt: Fitness de Aventura ao Ar Livre
tr: Dışarı Antrenmanlar

source: Hiking and Trail Fitness
de: Hiking und Trail Fitness
es: Entrenamiento de senderismo y senderismo
fr: Fitness randonnée et sentier
it: Fitness randonnée e sentiero
pt: Fitness de Caminhada e Trilha
tr: Hiking & Yol Antrenmanları

source: Fitness for Gamers
de: Fitness für Gamers
es: Entrenamiento para jugadores
fr: Fitness pour les gamers
it: Fitness per i gamers
pt: Fitness para Gamers
tr: Oyuncu Antrenmanları

source: Military and Tactical Fitness
de: Militär und Taktische Fitness
es: Entrenamiento militar y táctico
fr: Fitness militaire et tactique
it: Fitness militare e tattico
pt: Fitness Militar e Tática
tr: Askeri & Savaş Antrenmanları

source: Emergency Services Fitness
de: Notfalldienste Fitness
es: Entrenamiento para servicios de emergencia
fr: Fitness pour les services d'urgence
it: Fitness per i servizi di emergenza
pt: Fitness de Serviços de Emergência
tr: Acil Servis Antrenmanları

source: Fitness for Travelers
de: Fitness für Reisende
es: Entrenamiento para viajeros
fr: Fitness pour les voyageurs
it: Fitness per i viaggiatori
pt: Fitness para Viajantes
tr: Seyahat Antrenmanları

source: Minimalist Fitness Bodyweight
es: Entrenamiento minimalista de peso corporal
fr: Fitness minimaliste poids corporel
it: Fitness minimalista peso corporeo
pt: Fitness Minimalista com Bodyweight
tr: Minimalist Fitness Vücut Ağırlığı

source: Home Workouts
es: Entrenamiento en casa
fr: Entrainements à la maison
it: Allenamenti a casa
pt: Treinamentos de Casa
tr: Ev Antrenmanları

source: Nutrition Planning
de: Nahrung Planung
es: Planificación de nutrición
fr: Planification de la nutrition
it: Pianificazione della nutrizione
pt: Planejamento de Nutrição
tr: Beslenme Planlama

source: Plant-Based Nutrition Coaching
de: Pflanzlicher Nahrung Coaching
es: Entrenamiento de nutrición basada en plantas
fr: Coaching nutrition végétarien
it: Coaching nutrizione vegetariano
pt: Treinamento de Nutrição Vegana
tr: Bitkisel Beslenme Yönetimi

source: Ketogenic Diet Support
de: Ketogenische Diät Unterstützung
es: Soporte para dieta cetogénica
fr: Support pour la diète ketogène
it: Supporto per la dieta ketogena
pt: Suporte para Dieta Cetogênica
tr: Ketogenik Beslenme Desteği

source: Paleo Diet Fitness Programs
de: Paleo Diät Fitness Programme
es: Programas de fitness para dieta paleo
fr: Programmes de fitness pour la diète paleo
it: Programmi di fitness per la dieta paleo
pt: Programas de Fitness Paleo
tr: Paleo Beslenme Antrenmanları

source: Intermittent Fasting Guidance
de: Intermittent Fasting Leitung
es: Guía para el ayuno intermitente
fr: Guidance pour le jeûne intermittent
it: Guidance per il jeûne intermittente
pt: Orientação para Fasting Intermitente
tr: Kırık Beslenme Yönetimi

source: Sports Nutrition Coaching
de: Sports Nahrung Coaching
es: Entrenamiento de nutrición deportiva
fr: Coaching nutrition sportif
it: Coaching nutrizione sportiva
pt: Treinamento de Nutrição Esportiva
tr: Spor Beslenme Yönetimi

source: Weight Loss Meal Planning
de: Gewichtsverlust Mahlzeit Planung
es: Planificación de nutrición para pérdida de peso
fr: Planification des repas pour la perte de poids
it: Pianificazione dei pasti per la perdita di peso
pt: Planejamento de Refeições para Perda de Peso
tr: Kilo Verme Öğün Planlama

source: Lean Mass Nutrition
de: Lean Mass Nahrung
es: Nutrición para masa muscular
fr: Nutrition pour le gain de masse
it: Nutrizione per il guadagno di massa
pt: Nutrição de Massa Magra
tr: Lean Kütle Beslenmesi

source: Food Intolerance Management
de: Lebensmittelintoleranz Verwaltung
es: Gestión de intolerancias alimentarias
fr: Gestion des intolérances alimentaires
it: Gestione delle intolleranze alimentari
pt: Gerenciamento de Intolerâncias Alimentares
tr: Beslenme Alışkanlıkları Yönetimi

source: Gut Health and Fitness
de: Gut Gesundheit und Fitness
es: Salud intestinal y fitness
fr: Santé intestinale et fitness
it: Salute intestinale e fitness
pt: Saúde Intestinal e Fitness
tr: Bağırsak Sağlığı & Antrenman

source: LGBTQ+ Inclusive Fitness
de: LGBTQ+ Inklusives Fitness
es: Entrenamiento inclusivo para LGBT+
fr: Fitness inclusif LGBTQ+
it: Fitness inclusivo LGBTQ+
pt: Fitness Inclusivo para LGBT+
tr: LGBTQ+ İçeren Antrenman

source: Adaptive Fitness for Disabilities
de: Adaptive Fitness für Behinderungen
es: Entrenamiento adaptable para discapacidades
fr: Fitness adaptative pour les handicaps
it: Fitness adattativa per le disabilità
pt: Fitness Adaptativa para Deficiências
tr: Adaptif Antrenmanlar

source: Neurodivergent Fitness Programs
de: Neurodivergent Fitness Programme
es: Programas de fitness para neurodivergencias
fr: Programmes de fitness pour les neurodivergents
it: Programmi di fitness per i neurodivergenti
pt: Programas de Fitness para Neurodivergentes
tr: Zihinsel Diverjans Antrenmanlar

source: Fitness for Cancer Survivors
de: Fitness für Krebs Überlebende
es: Entrenamiento para sobrevivientes de cáncer
fr: Fitness pour les survivants du cancer
it: Fitness per i sopravvissuti al cancro
pt: Fitness para Sobreviventes de Câncer
tr: Kanser Üstünlüğü Antrenmanlar

source: Arthritis Friendly Training
de: Arthritis Freundliches Training
es: Entrenamiento artrítico
fr: Entrainement adapté aux arthrites
it: Allenamento adattato alle artriti
pt: Treinamento Ajustado para Artrite
tr: Bağırsak Ağrısı Yönetimi

source: Fibromyalgia Specific Workouts
de: Fibromyalgia Spezifische Workouts
es: Entrenamiento específico para fibromialgia
fr: Entrainements spécifiques pour la fibromyalgie
it: Allenamenti specifici per la fibromialgia
pt: Treinamentos Específicos para Fibromialgia
tr: Fibromyalgia Özel Antrenmanlar

source: Cardiac Rehabilitation Programs
de: Kardio Rehabilitation Programme
es: Programas de rehabilitación cardíaca
fr: Programmes de rééducation cardiaque
it: Programmi di rééducation cardiaque
pt: Programas de Reabilitação Cardíaca
tr: Kalptakım Programları

source: Diabetes Specific Fitness
de: Diabetes Spezifische Fitness
es: Entrenamiento específico para diabetes
fr: Fitness spécifique pour le diabète
it: Fitness specifico per il diabete
pt: Fitness Específico para Diabetes
tr: Diyabet Özel Antrenmanlar

source: Autoimmune Disorder Friendly Fitness
de: Autoimmunerkrankung Freundliches Fitness
es: Entrenamiento inclusivo para enfermedades autoinmunes
fr: Fitness adaptée aux troubles autoimmuns
it: Fitness adattata ai disturbi autoimmuni
pt: Fitness Ajustado para Doenças Autoimunes
tr: Otomatik Hastalık Yönetimi

source: Hormonal Balance Training
de: Hormonale Balance Training
es: Entrenamiento hormonal
fr: Entrainement pour l'équilibre hormonal
it: Allenamento per l'equilibrio ormonale
pt: Treinamento de Equilíbrio Hormonal
tr: Hormonal Denge Antrenmanı

source: Wearable Tech Integration
es: Integración de tecnología wearable
fr: Intégration de la technologie wearable
it: Integrazione della tecnologia wearable
pt: Integração de Tecnologia Wearable
tr: Wearable Teknoloji Entegrasyonu

source: Online Personal Training
es: Entrenamiento personal en línea
fr: Entrainement personnel en ligne
it: Allenamento personale online
pt: Treinamento Personal Online
tr: Online Kişisel Antrenman

source: App-Based Fitness Guidance
de: App-Based Fitness Leitung
es: Guía de fitness basada en apps
fr: Guidance de fitness basée sur l'application
it: Guidance di fitness basata sull'app
pt: Orientação de Fitness Baseada em Aplicativo
tr: Uygulama Tabanlı Antrenman Yönetimi

source: Virtual Reality Fitness Programs
de: Virtuelle Realität Fitness Programme
es: Programas de fitness en realidad virtual
fr: Programmes de fitness en réalité virtuelle
it: Programmi di fitness in realtà virtuale
pt: Programas de Fitness com Realidade Virtual
tr: Sanal Gerçeklik Antrenmanları

source: Fitness Gamification Coaching
es: Entrenamiento de gamificación de fitness
fr: Coaching de gamification de la fitness
it: Coaching di gamification della fitness
pt: Treinamento de Gamificação de Fitness
tr: Antrenman Gamifikasyonu

source: AI Driven Workouts
es: Entrenamiento dirigido por IA
fr: Entrainements dirigés par l'IA
it: Allenamenti guidati dall'IA
pt: Treinamentos AI Driven
tr: AI Tabanlı Antrenmanlar

source: Biofeedback Coaching
es: Entrenamiento de biofeedback
fr: Coaching par biofeedback
it: Coaching par biofeedback
pt: Treinamento de Biofeedback
tr: Biyolojik Geri Besleme

source: Genetic Fitness Planning
de: Genetische Fitness Planung
es: Planificación de fitness genética
fr: Planification de fitness génétique
it: Pianificazione di fitness genetica
pt: Planejamento de Fitness Genético
tr: Genetik Antrenman Planlama

source: Data-Driven Fitness Programs
de: Daten-Driven Fitness Programme
es: Programas de fitness dirigidos por datos
fr: Programmes de fitness basés sur les données
it: Programmi di fitness basati sui dati
pt: Programas de Fitness Baseados em Dados
tr: Veri Tabanlı Antrenmanlar

source: Fitness Equipment Mastery
de: Fitness Ausrüstung Meisterschaft
es: Maestría en equipos de fitness
fr: Maîtrise des équipements de fitness
it: Maestria degli equipaggiamenti di fitness
pt: Mestreia de Equipamentos de Fitness
tr: Antrenman Ekipmanı Yönetimi

source: Load More
de: Mehr laden
es: Cargar más
fr: Charger plus
it: Carica altro
pt: Carregar mais
tr: Daha Fazla Yükle

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...
pt: Carregando...
tr: Yükleniyor...

source: Login
es: Iniciar sesión
fr: Connexion
it: Accedi
pt: Entrar
tr: Giriş Yap

source: Sign Up
de: Registrieren
es: Registrarse
fr: Inscription
it: Registrati
pt: Cadastrar
tr: Üye Ol

source: Get Started Free
de: Kostenlos starten
es: Comenzar gratis
fr: Commencer gratuitement
it: Inizia gratuitamente
pt: Começar gratuitamente
tr: Ücretsiz Başla

source: Formal Education
de: Formale Ausbildung
es: Educación formal
fr: Éducation formelle
it: Educazione formale
pt: Educação Formal
tr: Resmi Eğitim

source: Specialized Education
de: Spezialisiertes Bildung
es: Educación especializada
fr: Éducation spécialisée
it: Educazione specializzata
pt: Educação Especializada
tr: Özel Eğitim

source: Aquatic Exercise Association Certification
de: Aquatic Exercise Association Zertifikat
es: Certificación de ejercicio acuático
fr: Certification de l'Association d'exercice aquatique
it: Certificato dell'Associazione di esercizio acquatico
pt: Certificação da Associação de Exercícios Aquáticos
tr: Su Antrenmanı Derneği Sertifikası

source: Tactical Strength and Conditioning Certification
de: Tactical Strength and Conditioning Zertifikat
es: Certificación en entrenamiento de fuerza y condición física táctica
fr: Certification en conditionnement physique tactique
it: Certificato in condizionamento fisico tattico
pt: Certificação em Treinamento de Força e Condicionamento Tático
tr: Savaş Antrenmanı Sertifikası

source: Behavior Change Specialist Certification
de: Verhaltensändernder Spezialist Zertifikat
es: Especialista en cambio de comportamiento certificado
fr: Spécialiste en changement de comportement certifié
it: Specialista in cambiamento di comportamento certificato
pt: Especialista em Mudança de Comportamento Certificado
tr: Davranış Değişimi Uzmanı Sertifikası

source: Mobility and Movement Specialist Certification
de: Mobilität und Bewegung Spezialist Zertifikat
fr: Spécialiste en mobilité et en mouvement certifié
it: Specialista in mobilità e movimento certificato
pt: Especialista em Mobilidade e Movimento Certificado
tr: Mobility and Movement Specialist Sertifikası

source: Advanced Biomechanics Certification
de: Advanced Biomechanics Zertifikat
es: Certificación en biomecánica avanzada
fr: Certification en biomechanique avancée
it: Certificato in biomeccanica avanzata
pt: Certificação em Biomecânica Avançada
tr: Gelişmiş Biomekanik Sertifikası

source: Martial Arts and Self-Defense Trainer Certification
de: Martial Arts und Selbstverteidigung Trainer Zertifikat
es: Entrenador de artes marciales y defensa personal certificado
fr: Formateur en arts martiaux et en défense personnelle certifié
it: Formateur in arti marziali e in difesa personale certificato
pt: Certificação de Treinador de Artes Marciais e Defesa Pessoal
tr: Spor Antrenmanı & Kendi Kendini Koruma Sertifikası

source: CPR/AED Certification
de: CPR/AED Zertifikat
es: Certificación CPR/AED
fr: Certification CPR/AED
it: Certificato CPR/AED
pt: Certificação CPR/AED
tr: CPR/AED Sertifikası

source: First Aid Certification
de: Erste Hilfe Zertifikat
es: Certificación en primeros auxilios
fr: Certification en premiers secours
it: Certificato in primi soccorsi
pt: Certificação de Primeiro Socorro
tr: Acil Yardım Sertifikası

source: Injury Prevention and Management
de: Verletzungsvorbeugung und -verwaltung
es: Prevención y gestión de lesiones
fr: Prévention des blessures et gestion des blessures
it: Prevenzione delle lesioni e gestione delle lesioni
pt: Prevenção e Gerenciamento de Lesões
tr: Yaralanma Önleme & Yönetimi

source: Advanced Program Design
de: Erweiterte Programmierung
es: Diseño de programa avanzado
fr: Conception de programme avancée
it: Concepimento di programma avanzato
pt: Design de Programa Avançado
tr: Gelişmiş Program Tasarımı

source: Nutrition for Athletes
de: Nahrung für Athleten
es: Nutrición para atletas
fr: Nutrition pour les athlètes
it: Nutrizione per gli atleti
pt: Nutrição para Atletas
tr: Sporcu Beslenmesi

source: Mental Health and Fitness Integration
de: Mental Health und Fitness Integration
es: Integración de salud mental y fitness
fr: Intégration de la santé mentale et du fitness
it: Integrazione della salute mentale e del fitness
pt: Integração de Saúde Mental e Fitness
tr: Zihinsel Sağlık & Fitness Entegrasyonu

source: Sports Psychology Basics
de: Grundlagen der Sportpsychologie
es: Fundamentos de psicología deportiva
fr: Psychologie sportive de base
it: Psicologia sportiva di base
pt: Fundamentos de Psicologia Esportiva
tr: Spor Psikolojisi Temelleri

source: Functional Movement Screen (FMS) Certification
de: Functional Movement Screen (FMS) Zertifikat
es: Certificación en pantalla de movimiento funcional (FMS)
fr: Certification de l'écran de mouvement fonctionnel (FMS)
it: Certificato dell'ecran di movimento funzionale (FMS)
pt: Certificação do Teste de Movimento Funcional (FMS)
tr: İşlevsel Hareket Ekranı (FMS) Sertifikası

source: Advanced Recovery Techniques
de: Erweiterte Wiederherstellungstechniken
es: Técnicas avanzadas de recuperación
fr: Techniques de récupération avancées
it: Tecniche di recupero avanzate
pt: Técnicas Avançadas de Recuperação
tr: Gelişmiş Kurtarma Teknikleri

source: Connection Invitation
de: Verbindungseinladung
es: Invitación de conexión
fr: Invitation de connexion
it: Invito di connessione
pt: Convite de conexão
tr: Bağlantı Davet

source: Connection created successfully
de: Verbindung erfolgreich erstellt
es: Conexión creada correctamente
fr: Connexion créée avec succès
it: Connessione creata con successo
pt: Conexão criada com sucesso
tr: Bağlantı başarıyla oluşturuldu

source: Error accepting invitation
de: Fehler beim Akzeptieren der Einladung
es: Error al aceptar la invitación
fr: Erreur lors de l'acceptation de l'invitation
it: Errore nell'accettazione dell'invito
pt: Erro ao aceitar o convite
tr: Bağlantı kabul edilirken hata oluştu

source: Professionals cannot accept client invitations
es: Los profesionales no pueden aceptar invitaciones de clientes
fr: Les professionnels ne peuvent pas accepter les invitations des clients
it: I professionisti non possono accettare inviti dai clienti
pt: Profissionais não podem aceitar convites de clientes
tr: Profesyoneller istemci davetlerini kabul edemez

source: Invalid invitation link
de: Ungültige Einladungslinke
es: Enlace de invitación inválido
fr: Lien d'invitation invalide
it: Link invito non valido
pt: Link de convite inválido
tr: Geçersiz davet bağlantısı

# error_processing_invitation
source: Error processing invitation. Please try again.
de: Fehler beim Verarbeiten der Einladung. Bitte versuchen Sie es erneut.
es: Error al procesar la invitación. Por favor, inténtalo de nuevo.
fr: Erreur lors du traitement de l'invitation. Veuillez réessayer.
it: Errore nell'elaborazione dell'invito. Riprova.
pt: Erro ao processar o convite. Por favor, tente novamente.
tr: Davet işlenirken hata oluştu. Lütfen tekrar deneyiniz.

source: Thank you for your feedback!
de: Vielen Dank für Ihre Rückmeldung!
es: Gracias por tu feedback!
fr: Merci pour votre feedback!
it: Grazie per il tuo feedback!
pt: Obrigado pelo seu feedback!
tr: Geri bildiriminiz için teşekkürler!

# error_submitting_feedback
source: Error submitting feedback: {error}
de: Fehler beim Senden der Rückmeldung: {error}
es: Error al enviar el feedback: {error}
fr: Erreur lors de la soumission du feedback: {error}
it: Errore nell'invio del feedback: {error}
pt: Erro ao enviar o feedback: {error}
tr: Geri bildirim gönderirken hata oluştu: {error}

source: Support Ticket
es: Ticket de soporte
fr: Ticket de support
it: Ticket di supporto
pt: Ticket de suporte
tr: Destek Bilet
