Repository: genDelta8/naturafit
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt, tr

source: Describe your package options and rates
de: Beschreibe deine Paketoptionen und Preise
es: Describe tus opciones de paquete y tarifas
fr: Décrivez vos options de package et les tarifs
it: Descrivi le tue opzioni di pacchetto e le tariffe
pt: Descreva suas opções de pacote e taxas
tr: Paket seçeneklerinizi ve fiyatlarını açıklayın

source: Business Profile
de: Geschäftliches Profil
es: Perfil de negocio
fr: Profil commercial
it: Profilo commerciale
pt: Perfil de Negócios
tr: İş profili

source: Package Name
de: Paketname
es: Nombre del paquete
fr: Nom du package
it: Nome del pacchetto
pt: Nome do Pacote
tr: Paket Adı

source: Package Description
de: Paketbeschreibung
es: Descripción del paquete
fr: Description du package
it: Descrizione del pacchetto
pt: Descrição do Pacote
tr: Paket Açıklaması

source: Package Rate
de: Paketpreis
es: Tarifa del paquete
fr: Tarif du package
it: Tariffa del pacchetto
pt: Taxa do Pacote
tr: Paket Oranı

source: Package Duration
de: Paketdauer
es: Duración del paquete
fr: Durée du package
it: Durata del pacchetto
pt: Duração do Pacote
tr: Paket Süresi

source: Enter your email
de: Deine Email eingeben
es: Ingresa tu email
fr: Entrez votre email
it: Inserisci la tua email
pt: Digite seu email
tr: E-postanızı girin

# enter_your_phone
source: Enter your phone number
de: Deine Telefonnummer eingeben
es: Ingresa tu número de teléfono
fr: Entrez votre numéro de téléphone
it: Inserisci il tuo numero di telefono
pt: Digite seu número de telefone
tr: Telefon numaranızı girin

source: Enter your location
de: Deine Location eingeben
es: Ingresa tu ubicación
fr: Entrez votre emplacement
it: Inserisci la tua località
pt: Digite sua localização
tr: Konumunuzu girin

source: Enter your full name
de: Deinen vollen Namen eingeben
es: Ingresa tu nombre completo
fr: Entrez votre nom complet
it: Inserisci il tuo nome completo
pt: Digite seu nome completo
tr: Tam adınızı girin

# profile_background_photo
source: Background Photo
de: Hintergrundfoto
es: Foto de fondo del perfil
fr: Photo de fond du profil
it: Foto di sfondo del profilo
pt: Foto de Fundo
tr: Arka plan fotoğrafı

# save_button
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar
tr: Kaydet

source: Edit Background Photo
de: Hintergrundfoto bearbeiten
es: Editar foto de fondo del perfil
fr: Modifier la photo de fond du profil
it: Modifica la foto di sfondo del profilo
pt: Editar Foto de Fundo
tr: Arka plan fotoğrafını düzenle

source: Remove Background Photo
de: Hintergrundfoto entfernen
es: Eliminar foto de fondo del perfil
fr: Supprimer la photo de fond du profil
it: Rimuovi la foto di sfondo del profilo
pt: Remover Foto de Fundo
tr: Arka plan fotoğrafını kaldır

source: years
de: Jahre
es: años
fr: ans
it: anni
pt: anos
tr: yıl

source: areas
de: Bereiche
es: áreas
fr: zones
it: zone
pt: áreas
tr: alanlar

source: positions
de: Positionen
es: posiciones
it: posizioni
pt: posições
tr: pozisyonlar

source: certificates
de: Zertifikate
es: certificaciones
fr: certificats
it: certificati
pt: certificados
tr: sertifikalar

# experience_title
source: Experience
de: Erfahrung
es: Experiencia
fr: Expérience
it: Esperienza
pt: Experiência
tr: Deneyim

# work_history_title
source: Work History
de: Arbeitsgeschichte
es: Historial de trabajo
fr: Historique du travail
it: Storico del lavoro
pt: Histórico de Trabalho
tr: İş geçmişi

# education_title
source: Education
de: Ausbildung
es: Educación
fr: Éducation
it: Istruzione
pt: Educação
tr: Eğitim

source: Not Available
de: Nicht verfügbar
es: No disponible
fr: Non disponible
it: Non disponibile
pt: Não Disponível
tr: Mevcut değil

# failed_save_image
source: Failed to save image
de: Fehler beim Speichern des Bildes
es: Error al guardar la imagen
fr: Erreur lors de l'enregistrement de l'image
it: Errore nel salvare l'immagine
pt: Erro ao salvar a imagem
tr: Resim kaydedilemedi

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
pt: Configurações
tr: Ayarlar

# account_section
source: Account
de: Konto
es: Cuenta
fr: Compte
pt: Conta
tr: Hesap

# security_section
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
pt: Segurança
tr: Güvenlik

# business_section
source: Business
de: Geschäft
es: Negocio
fr: Entreprise
it: Azienda
pt: Negócios
tr: İş

# notifications_section
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
pt: Notificações
tr: Bildirimler

# app_settings_section
source: App Settings
de: App-Einstellungen
es: Configuración de la app
fr: Paramètres de l'application
it: Impostazioni dell'app
pt: Configurações do App
tr: Uygulama Ayarları

# support_section
source: Support
es: Soporte
it: Supporto
pt: Suporte
tr: Destek

# about_us_section
source: About Us
de: Über uns
es: Sobre nosotros
fr: À propos de nous
it: A proposito di noi
pt: Sobre Nós
tr: Hakkımızda

# sign_out_section
source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Disconnetti
pt: Sair
tr: Çıkış Yap

# danger_zone_section
source: Danger Zone
de: Gefahrenzone
es: Zona peligrosa
fr: Zone dangereuse
it: Zona pericolosa
pt: Zona de Perigo
tr: Riskli Bölge

# specializations_subtitle
source: Set your specializations
de: Setze deine Spezialisierungen
es: Configura tus especializaciones
fr: Définissez vos spécialisations
it: Definisci le tue specializzazioni
pt: Defina suas especializações
tr: Uzmanlıklarınızı ayarlayın

# certifications_subtitle
source: Manage your professional certifications
de: Verwalte deine professionellen Zertifikate
es: Gestiona tus certificaciones profesionales
fr: Gérez vos certifications professionnelles
it: Gestisci le tue certificazioni professionali
pt: Gerencie seus certificados profissionais
tr: Profesyonel sertifikalarınızı yönetin

# experience_subtitle
source: Set your availability
de: Setze deine Verfügbarkeit
es: Configura tu disponibilidad
fr: Définissez votre disponibilité
it: Definisci la tua disponibilità
pt: Defina sua disponibilidade
tr: Müsaitliklerinizi ayarlayın

# password_subtitle
source: Change your password
de: Passwort ändern
es: Cambia tu contraseña
fr: Changez votre mot de passe
it: Cambia la tua password
pt: Mudar sua senha
tr: Şifrenizi değiştirin

# working_hours_subtitle
source: Default duration, buffer time
de: Standarddauer, Pufferzeit
es: Duración predeterminada, tiempo de buffer
fr: Durée par défaut, temps de relâche
it: Durata per default, tempo di riposo
pt: Duração padrão, tempo de buffer
tr: Varsayılan süre, aralık süresi

# pricing_subtitle
source: Set your rates and packages
de: Setze deine Preise und Pakete
es: Configura tus tarifas y paquetes
fr: Définissez vos tarifs et packages
it: Definisci le tue tariffe e pacchetti
pt: Defina suas taxas e pacotes
tr: Oranlarınızı ve paketlerinizi ayarlayın

# payment_settings_subtitle
source: Manage client agreements
de: Verwalte deine Kundenvereinbarungen
es: Gestiona acuerdos con clientes
fr: Gérez les accords avec les clients
it: Gestisci gli accordi con i clienti
pt: Gerencie acordos com clientes
tr: Müşteri sözleşmelerini yönetin

# push_notifications_subtitle
source: Session reminders, client messages
de: Sitzungs-Erinnerungen, Kunden-Nachrichten
es: Recordatorios de sesiones, mensajes de clientes
fr: Rappels de sessions, messages clients
it: Rapelli di sessioni, messaggi clienti
pt: Lembretes de sessão, mensagens de clientes
tr: Seans hatırlatmaları, müşteri mesajları

# email_notifications_subtitle
source: Weekly reports, client updates
de: Wochenberichte, Kunden-Updates
es: Reportes semanales, actualizaciones de clientes
fr: Rapports hebdomadaires, mises à jour clients
it: Rapporti settimanali, aggiornamenti clienti
pt: Relatórios semanais, atualizações de clientes
tr: Haftalık raporlar, müşteri güncellemeleri

# language_subtitle
source: Change app language
de: App-Sprache ändern
es: Cambia el idioma de la app
fr: Changer la langue de l'application
it: Cambia la lingua dell'app
pt: Mudar idioma do app
tr: Uygulama dilini değiştirin

# unit_preferences_subtitle
source: Show/Hide metrics
de: Metriken anzeigen/ausblenden
es: Mostrar/Ocultar métricas
fr: Afficher/Masquer les métriques
it: Mostra/Nascondi le metriche
pt: Mostrar/Ocultar métricas
tr: Görüntüle/Gizle ölçümler

source: Logout Failed
de: Abmelden fehlgeschlagen
es: Error al cerrar sesión
fr: Déconnexion impossible
it: Disconnessione impossibile
pt: Logout Falhou
tr: Çıkış Yapılamadı

# pricing_title
source: Pricing
de: Preise
es: Tarifas
fr: Tarifs
it: Tariffe
pt: Preços
tr: Fiyatlandırma

# push_notifications_title
source: Push Notifications
de: Push-Benachrichtigungen
es: Notificaciones push
fr: Notifications Push
it: Notifiche Push
pt: Notificações Push
tr: Push Bildirimleri

# email_notifications_title
source: Email Notifications
de: Email-Benachrichtigungen
es: Notificaciones por email
fr: Notifications par email
it: Notifiche per email
pt: Notificações por Email
tr: E-posta Bildirimleri

# unit_preferences_title
source: Unit Preferences
de: Einheiten-Einstellungen
es: Preferencias de unidades
fr: Préférences unités
it: Preferenze unità
pt: Preferências de Unidade
tr: Ölçü Birimleri

# dark_mode_title
source: Dark Mode
de: Dunkler Modus
es: Modo oscuro
fr: Mode sombre
it: Modalità scura
pt: Modo Escuro
tr: Koyu Mod

# help_center_title
source: Help Center
de: Hilfezentrum
es: Centro de ayuda
fr: Centre d'aide
it: Centro di assistenza
pt: Centro de Ajuda
tr: Yardım Merkezi

# privacy_policy_title
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Politica di privacy
pt: Política de Privacidade
tr: Gizlilik Politikası

# terms_of_service_title
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
it: Condizioni d'uso
pt: Termos de Serviço
tr: Hizmet Şartları

# feedback_title
source: Feedback
tr: Geri Bildirim

# faqs_title
source: FAQs
tr: SSS

# contact_us_title
source: Contact Us
de: Kontaktiere uns
es: Contactanos
fr: Contactez-nous
it: Contattaci
pt: Contate-nos
tr: Bizimle İletişime Geçin

# sign_out_title
source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Disconnetti
pt: Sair
tr: Çıkış Yap

# delete_account_title
source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Cancella il tuo account
pt: Deletar Conta
tr: Hesabımı Sil

source: My Schedule
de: Mein Terminplan
es: Mi horario
fr: Mon agenda
it: Il mio programma
pt: Meu Agendamento
tr: Programım

source: Add Slot
de: Slot hinzufügen
es: Añadir slot
fr: Ajouter un créneau
it: Aggiungi un orario
pt: Adicionar Slot
tr: Slot Ekle

source: No slots
de: Keine Slots
es: No hay slots
fr: Aucun créneau
it: Nessun orario
pt: Nenhum slot
tr: Slot yok

# overview_tab
source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
it: Panoramica
pt: Visão Geral
tr: Genel Bakış

# schedule_tab
source: Schedule
de: Terminplan
es: Horario
fr: Agenda
it: Programma
pt: Agendamento
tr: Program

# additional_notes_tab
source: Additional Notes
de: Zusätzliche Notizen
es: Notas adicionales
fr: Notes supplémentaires
it: Note aggiuntive
pt: Notas Adicionais
tr: Ek Notlar

source: TODAY'S FOCUS
de: HEUTE'S FOCUS
es: FOCO DE HOY
fr: FOCUS DU JOUR
it: FOCUS DEL GIORNO
pt: FOCO DE HOJE
tr: BUGÜNÜN FOKÜSU

# day_label
source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
pt: Dia
tr: Gün

# no_notes_available_message
source: No notes available
de: Keine Notizen verfügbar
es: No hay notas disponibles
fr: Aucune note disponible
it: Nessuna nota disponibile
pt: Nenhuma nota disponível
tr: Not mevcut

# template_label
source: Template
de: Vorlage
es: Plantilla
fr: Modèle
it: Modello
pt: Modelo
tr: Şablon

# type_label
source: Type
de: Typ
es: Tipo
it: Tipo
pt: Tipo
tr: Tip

# warm_up_label
source: Warm Up
de: Aufwärmen
es: Calentamiento
fr: Chaleur
it: Calore
pt: Aquecimento
tr: Hazırlık

# cool_down_label
source: Cool Down
de: Abkühlen
es: Enfriamiento
fr: Refroidissement
it: Raffreddamento
pt: Resfriamento
tr: Soğuma

# progression_notes_label
source: Progression Notes
de: Fortschrittsnotizen
es: Notas de progresión
fr: Notes de progression
it: Note di progressione
pt: Notas de Progressão
tr: İlerleme Notları

# deload_week_label
source: Deload Week
de: Deload Woche
es: Semana de descarga
fr: Semaine de décharge
it: Settimana di rilassamento
pt: Semana de Descanso
tr: Deload Haftası

# additional_notes_label
source: Additional Notes
de: Zusätzliche Notizen
es: Notas adicionales
fr: Notes supplémentaires
it: Note aggiuntive
pt: Notas Adicionais
tr: Ek Notlar

# templates_title
source: Templates
de: Vorlagen
es: Plantillas
fr: Modèles
it: Modelli
pt: Modelos
tr: Şablonlar

# create_template
source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
pt: Criar
tr: Oluştur

# search_templates
source: Search workout templates...
de: Such Vorlagen...
es: Buscar plantillas de entrenamiento...
fr: Rechercher des modèles d'entrainement...
it: Cerca modelli di allenamento...
pt: Pesquisar modelos de treino...
tr: Şablonları arayın...

# no_templates
source: No templates yet
de: Noch keine Vorlagen
es: No hay plantillas aún
fr: Aucun modèle encore
it: Nessun modello ancora
pt: Nenhum modelo ainda
tr: Henüz şablon yok

# goal_section
source: Goal
de: Ziel
es: Objetivo
fr: Objectif
it: Obiettivo
pt: Objetivo
tr: Hedef

# duration_section
source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
pt: Duração
tr: Süre

# difficulty_section
source: Difficulty
de: Schwierigkeit
es: Dificultad
fr: Difficulté
it: Difficoltà
pt: Dificuldade
tr: Zorluk

# switching_to_client
source: Switching to client profile...
de: Zum Kundenprofil wechseln...
es: Cambiando a perfil de cliente...
fr: Passage au profil client...
it: Passaggio al profilo cliente...
pt: Mudando para o perfil do cliente...
tr: Müşteri profiline geçiliyor...

source: Pro Member
es: Miembro Pro
fr: Pro Membre
it: Pro Membro
pt: Pro Membro
tr: Pro Üye

source: Switch to Client
de: Zum Kunden wechseln
es: Cambiar a cliente
fr: Passer au client
it: Passa al cliente
pt: Mudar para Cliente
tr: Müşteriye geç

# upcoming_sessions_title
source: Upcoming Sessions
de: Kommende Sitzungen
es: Sesiones próximas
fr: Sessions à venir
it: Sessioni future
pt: Sessões Futuras
tr: Gelecek Seanslar

# no_upcoming_sessions_empty
source: No upcoming sessions
de: Noch keine kommenden Sitzungen
es: No hay sesiones próximas
fr: Aucune session à venir
it: Nessuna sessione futura
pt: Nenhuma sessão futura
tr: Gelecek seans yok

source: Group Session ({count})
de: Gruppensitzung ({count})
es: Sesión grupal ({count})
fr: Session de groupe ({count})
it: Sessione di gruppo ({count})
pt: Sessão Grupo ({count})
tr: Grup Seansı ({count})

# group_schedule_session_type
source: Group
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
pt: Grupo
tr: Grup

source: Select time
de: Zeit auswählen
es: Seleccionar hora
fr: Sélectionner le temps
it: Seleziona il tempo
pt: Selecionar horário
tr: Zaman Seç

source: Requests to join
de: Anfragen zum Beitreten
es: Solicitudes para unirse
fr: Demandes de rejoindre
it: Richieste di riconnettersi
pt: Solicitações para se juntar
tr: Katılım İstekleri

source: Session Requests
de: Sitzungsanfragen
es: Solicitudes de sesión
fr: Demandes de session
it: Richieste di sessione
pt: Solicitações de Sessão
tr: Seans İstekleri

source: Group Participants
de: Gruppen Teilnehmer
es: Participantes del grupo
fr: Participants du groupe
it: Partecipanti del gruppo
pt: Participantes do Grupo
tr: Grup Katılımcıları

# birthday_consent_title
source: Birthday
de: Geburtstag
es: Cumpleaños
fr: Date de naissance
it: Data di nascita
pt: Aniversário
tr: Doğum Günü

# birthday_consent_desc
source: Share your birthday to help trainers personalize your fitness plan
de: Teile deinen Geburtstag, um deinem Trainer zu helfen, deinen Fitnessplan zu personalisieren
es: Comparte tu cumpleaños para ayudar a los entrenadores a personalizar tu plan de entrenamiento
fr: Partagez votre date de naissance pour aider les formateurs à personnaliser votre plan d'entrainement
it: Condividi la tua data di nascita per aiutare i trainer a personalizzare il tuo piano di allenamento
pt: Compartilhe seu aniversário para ajudar treinadores a personalizar seu plano de treino
tr: Eğitmenin doğum gününü görmesine izin ver

# email_consent_title
source: Email Address
de: Email Adresse
es: Dirección de correo electrónico
fr: Adresse email
it: Indirizzo email
pt: Endereço de Email
tr: E-posta

# email_consent_desc
source: Allow trainers to contact you via email
de: Erlaube deinen Trainer, dich via Email zu kontaktieren
es: Permite que los entrenadores te contacten via correo electrónico
fr: Permet aux formateurs de vous contacter par email
it: Permetti ai trainer di contattarti via email
pt: Permitir que treinadores te contatem via email
tr: Eğitmenin e-posta adresini görmesine izin ver

# phone_consent_title
source: Phone Number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
it: Numero di telefono
pt: Número de Telefone
tr: Telefon

# phone_consent_desc
source: Enable direct communication with trainers
de: Erlaube direkte Kommunikation mit deinen Trainern
es: Habilita la comunicación directa con los entrenadores
fr: Permet la communication directe avec les formateurs
it: Abilita la comunicazione diretta con i trainer
pt: Habilitar a comunicação direta com treinadores
tr: Eğitmenin telefon numarasını görmesine izin ver

# location_consent_title
source: Location
de: Standort
es: Ubicación
fr: Emplacement
it: Posizione
pt: Localização
tr: Konum

# location_consent_desc
source: Help find trainers in your area
de: Hilf deinen Trainern, dich in deiner Nähe zu finden
es: Ayuda a encontrar entrenadores en tu área
fr: Aide à trouver des formateurs dans votre région
it: Aiuta a trovare trainer nella tua zona
pt: Ajude a encontrar treinadores na sua área
tr: Eğitmenin konumunu görmesine izin ver

# social_media_consent_title
source: Social Media
de: Soziale Medien
es: Redes sociales
fr: Médias sociaux
pt: Redes Sociais
tr: Sosyal Medya

# social_media_consent_desc
source: Connect with trainers on social platforms
de: Verbinde dich mit deinen Trainern auf sozialen Plattformen
es: Conecta con entrenadores en plataformas sociales
fr: Connectez-vous avec les formateurs sur les plateformes sociales
it: Connettiti con i trainer sulle piattaforme social
pt: Conecte-se com treinadores nas redes sociais
tr: Eğitmenin sosyal medya hesaplarını görmesine izin ver

# measurements_consent_title
source: Body Measurements
de: Körpermaße
es: Medidas corporales
fr: Mesures corporelles
it: Misurazioni corporee
pt: Medidas Corporais
tr: Ölçümler

# measurements_consent_desc
source: Share your measurements for better progress tracking
de: Teile deine Maße für bessere Fortschrittsschätzung
es: Comparte tus medidas para un mejor seguimiento de tu progreso
fr: Partagez vos mesures pour un meilleur suivi de votre progression
it: Condividi le tue misurazioni per un miglior monitoraggio dei progressi
pt: Compartilhe suas medidas para melhor acompanhamento do progresso
tr: Eğitmenin ölçümlerini görmesine izin ver

# progress_photos_consent_title
source: Progress Photos
de: Fortschrittsbilder
es: Fotos de progreso
fr: Photos de progression
it: Foto dei progressi
pt: Fotos de Progresso
tr: İlerleme Fotoğrafları

# progress_photos_consent_desc
source: Allow trainers to view your progress photos
de: Erlaube deinen Trainern, deine Fortschrittsbilder zu sehen
es: Permite que los entrenadores vean tus fotos de progreso
fr: Permet aux formateurs de voir vos photos de progression
it: Permetti ai trainer di vedere le tue foto dei progressi
pt: Permitir que treinadores vejam suas fotos de progresso
tr: Eğitmenin ilerleme fotoğraflarını görmesine izin ver

source: Generate Invitation Link
de: Einladungslink generieren
es: Generar enlace de invitación
fr: Générer le lien d'invitation
it: Genera il link di invito
pt: Gerar Link de Convite
tr: Davet Linki Oluştur

source: Or Add Manually
de: Oder manuell hinzufügen
es: O agregar manualmente
fr: Ou ajouter manuellement
it: Oppure aggiungi manualmente
pt: Ou Adicionar Manualmente
tr: veya manuel ekle

source: Share Invitation
de: Einladung teilen
es: Compartir invitación
fr: Partager l'invitation
it: Condividi l'invito
pt: Compartilhar Convite
tr: Daveti Paylaş

# share_link_message
source: Share this link with your client:
de: Teile diesen Link mit deinem Kunden:
es: Comparte este enlace con tu cliente:
fr: Partagez ce lien avec votre client:
it: Condividi questo link con il tuo cliente:
pt: Compartilhe este link com seu cliente:
tr: Linki paylaş

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
pt: Compartilhar
tr: Paylaş

source: Meal Schedule
de: Mahlzeitenplan
es: Programa de comidas
fr: Plan de repas
it: Pianificazione pasto
pt: Agendamento de Refeição
tr: Öğün Programı

source: PLAN OVERVIEW
de: PLAN ÜBERBLICK
fr: Aperçu du plan
it: Panoramica del piano
pt: VISÃO GERAL DO PLANO
tr: Plan Özeti

# no_plan_details
source: No plan details available
de: Keine Plan Details verfügbar
es: No hay detalles del plan
fr: Aucun détail de plan disponible
it: Nessun dettaglio di piano disponibile
pt: Nenhum detalhe do plano disponível
tr: Plan detayı yok

# no_meals_planned
source: No meals planned for this day
de: Keine Mahlzeiten für diesen Tag geplant
es: No hay comidas programadas para este día
fr: Aucun repas planifié pour ce jour
it: Nessun pasto pianificato per questo giorno
pt: Nenhuma refeição planeada para este dia
tr: Planlanan öğün yok

source: Supplements
es: Suplementos
fr: Compléments
it: Complementi
pt: Suplementos
tr: Suplementler

source: Shopping List
es: Lista de compras
fr: Liste de courses
it: Lista della spesa
pt: Lista de Compras
tr: Alışveriş Listesi

source: USE
de: VERWENDEN
es: USAR
fr: UTILISER
it: UTILIZZA
pt: USAR
tr: Kullan

source: MACROS DISTRIBUTION
de: MACROS VERTEILUNG
es: DISTRIBUCIÓN DE MACROS
fr: DISTRIBUTION DES MACROS
it: DISTRIBUZIONE MACROS
pt: DISTRIBUIÇÃO DE MACROS
tr: Makro Dağılımı

source: Meals
de: Mahlzeiten
es: Comidas
fr: Repas
it: Repas
pt: Refeições
tr: Öğünler

source: Search meals...
de: Mahlzeiten suchen...
es: Buscar comidas...
fr: Rechercher des repas...
it: Cerca pasti...
pt: Pesquisar refeições...
tr: Öğün ara...

source: No meals yet
de: Noch keine Mahlzeiten
es: No hay comidas aún
fr: Aucun repas encore
it: Nessun pasto ancora
pt: Nenhuma refeição ainda
tr: Henüz öğün yok

# add_first_meal
source: Add your first meal
de: Deine erste Mahlzeit hinzufügen
es: Agrega tu primera comida
fr: Ajoutez votre premier repas
it: Aggiungi il tuo primo pasto
pt: Adicione sua primeira refeição
tr: İlk öğünü ekle

source: Calories
de: Kalorien
es: Calorías
it: Calorie
pt: Calorias
tr: Kalori

source: Carbs
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
it: Carboidrati
pt: Carboidratos
tr: Karbonhidrat

source: Fats
de: Fette
es: Grasas
fr: Lipides
it: Lipidi
pt: Gorduras
tr: Yağ

source: Meal Templates
de: Mahlzeitenvorlagen
es: Plantillas de comida
fr: Modèles de repas
it: Modelli di pasto
pt: Modelos de Refeição
tr: Öğün Şablonları

source: Search meal templates...
de: Mahlzeitenvorlagen suchen...
es: Buscar plantillas de comida...
fr: Rechercher des modèles de repas...
it: Cerca modelli di pasto...
pt: Pesquisar modelos de refeição...
tr: Öğün şablonu ara...

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
pt: Criar
tr: Oluştur

# no_meal_templates
source: No meal templates yet
de: Noch keine Mahlzeitenvorlagen
es: No hay plantillas de comida aún
fr: Aucun modèle de repas encore
it: Nessun modello di pasto ancora
pt: Nenhum modelo de refeição ainda
tr: Öğün şablonu yok
