Repository: genDelta8/naturafit
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt, tr

# workout_plan_creation_failed
source: Failed to create workout plan: {error}
de: Fehler beim Erstellen des Workoutplans: {error}
es: Error al crear el plan de entrenamiento: {error}
fr: Erreur lors de la création du plan d'entrainement: {error}
it: Errore nella creazione del piano di allenamento: {error}
pt: Erro ao criar plano de treino: {error}
tr: Antrenman planı oluşturulamadı: {error}

source: Recurring
de: Wiederkehrend
es: Recurrente
fr: Récurrent
it: Ripetitivo
pt: Recorrente
tr: Tekrarlanan

source: All Sessions
de: Alle Sitzungen
es: Todas las sesiones
fr: Toutes les sessions
it: Tutte le sessioni
pt: Todas as Sessões
tr: Tüm Seanslar

# next_available_session
source: Next available session in
de: Nächste verfügbare Sitzung in
es: Siguiente sesión disponible en
fr: Prochaine session disponible dans
it: Prossima sessione disponibile in
pt: Próxima sessão disponível em
tr: Bir sonraki müsait seans

source: Starting soon
de: Startet bald
es: Empezando pronto
fr: Commence bientôt
it: Inizia presto
pt: Começando em breve
tr: Yakında başlıyor

# time_remaining
source: {days, plural, =0{{hours}h {minutes}m {seconds}s} =1{1d {hours}h {minutes}m {seconds}s} other{{days}d {hours}h {minutes}m {seconds}s}}
tr: {days, plural, =0{{hours}s {minutes}d {seconds}sn} =1{1g {hours}s {minutes}d {seconds}sn} other{{days}g {hours}s {minutes}d {seconds}sn}}

# session_time_at
source: {date} at {time}
tr: {date} {time} saatinde

source: Client Details
de: Kunden Details
es: Detalles del cliente
fr: Détails du client
it: Dettagli del cliente
pt: Detalhes do Cliente
tr: Danışan Detayları

# next_session_only_string
source: Next Session
de: Nächste Sitzung
es: Siguiente sesión
fr: Prochaine session
it: Prossima sessione
pt: Próxima Sessão
tr: Sonraki Seans

source: Track Client Progress
de: Kunden Fortschritt verfolgen
es: Seguimiento de progreso del cliente
fr: Suivre le progrès du client
it: Segui il progresso del cliente
pt: Rastrear Progresso do Cliente
tr: Danışan İlerlemesini Takip Et

# track_progress_subtitle
source: View detailed progress metrics and analytics
de: Zeige detaillierte Fortschrittsmessungen und Analysen
es: Ver métricas y análisis de progreso detallados
fr: Afficher les métriques et les analyses de progression détaillées
it: Mostra le metriche e le analisi di progressione dettagliate
pt: Visualize métricas e análises de progresso detalhadas
tr: Detaylı ilerleme metriklerini ve analizleri görüntüle

source: by Client
de: von Kunden
es: por cliente
fr: par le client
it: dal cliente
pt: por Cliente
tr: Danışan tarafından

source: by Trainer
de: von Trainer
es: por entrenador
fr: par le formateur
it: dal formattore
pt: por Treinador
tr: Eğitmen tarafından

source: Basic Info
de: Grundlegend
es: Información básica
fr: Informations de base
it: Informazioni di base
pt: Informações Básicas
tr: Temel Bilgi

source: Health Info
de: Gesundheitsinfo
es: Información de salud
fr: Informations de santé
it: Informazioni di salute
pt: Informações de Saúde
tr: Sağlık Bilgileri

source: Birthday
de: Geburtstag
es: Cumpleaños
fr: Date de naissance
it: Data di nascita
pt: Aniversário
tr: Doğum Günü

source: Medical History
de: Gesundheitsgeschichte
es: Historial médico
fr: Historique médical
it: Storia medica
pt: Histórico Médico
tr: Sağlık Geçmişi

source: Injuries
de: Verletzungen
es: Lesiones
fr: Blessures
it: Blessure
pt: Injúrias
tr: Sakatlıklar

source: Primary Goal
de: Primäres Ziel
es: Objetivo principal
fr: Objectif principal
it: Obiettivo principale
pt: Objetivo Principal
tr: Ana Hedef

source: Secondary Goal
de: Sekundäres Ziel
es: Objetivo secundario
fr: Objectif secondaire
it: Obiettivo secondario
pt: Objetivo Secundário
tr: İkincil Hedef

source: Height
de: Größe
es: Altura
fr: Taille
it: Altezza
pt: Altura
tr: Boy

source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
pt: Peso
tr: Kilo

source: Availability
de: Verfügbarkeit
es: Disponibilidad
fr: Disponibilité
it: Disponibilità
pt: Disponibilidade
tr: Müsaitlik

source: Exercise Preferences
de: Übungsmöglichkeiten
es: Preferencias de ejercicio
fr: Préférences d'exercice
it: Preferenze di esercizio
pt: Preferências de Exercício
tr: Egzersiz Tercihleri

source: Measurements
de: Messungen
es: Medidas
fr: Mesures
it: Misure
pt: Medidas
tr: Ölçümler

# personal_info
source: Personal Information
de: Persönliche Informationen
es: Información personal
fr: Informations personnelles
it: Informazioni personali
pt: Informações Pessoais
tr: Kişisel Bilgiler

# health_fitness_client_details
source: Health & Fitness
de: Gesundheit & Fitness
es: Salud y fitness
fr: Santé et fitness
it: Salute e fitness
pt: Saúde & Fitness
tr: Sağlık & Fitness

source: Training Details
de: Trainingsdetails
es: Detalles de entrenamiento
fr: Détails d'entrainement
it: Dettagli di allenamento
pt: Detalhes de Treino
tr: Antrenman Detayları

source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome
tr: Ad

source: Fitness History
de: Fitness Geschichte
es: Historial de fitness
fr: Historique de fitness
it: Storia di fitness
pt: Histórico de Fitness
tr: Fitness Geçmişi

source: Dietary Habits
de: Ernährungshabits
es: Hábitos dietéticos
fr: Habitudes alimentaires
it: Abitudini alimentari
pt: Hábitos Dietéticos
tr: Beslenme Alışkanlıkları

source: No bookmarked exercises
de: Keine gebuchten Übungen
es: No hay ejercicios guardados
fr: Aucun exercice enregistré
it: Nessun esercizio salvato
pt: Nenhum exercício marcado
tr: Kaydedilmiş egzersiz yok

source: Bookmarked Exercises
de: Gebuchte Übungen
es: Ejercicios guardados
fr: Exercices enregistrés
it: Esercizi salvati
pt: Exercícios Marcados
tr: Kaydedilen Egzersizler

# no_bookmarked_exercises_message
source: No bookmarked exercises
de: Keine gebuchten Übungen
es: No hay ejercicios guardados
fr: Aucun exercice enregistré
it: Nessun esercizio salvato
pt: Nenhum exercício marcado
tr: Kaydedilmiş egzersiz yok

source: Slots
fr: Emplacements
it: Posti
tr: Slotlar

source: Create Meal
de: Erstelle Mahlzeit
es: Crear Comida
fr: Créer Repas
it: Crea Pasto
pt: Criar Refeição
tr: Öğün Oluştur

# schedule_session_multi_line
source: Schedule Session
de: Plan Sitzung
es: Programar Sesión
fr: Planifier Session
it: Pianifica Sessione
pt: Agendar Sessão
tr: Seans Planla

source: Schedule Session
de: Sitzung planen
es: Programar sesión
fr: Planifier une session
it: Pianifica una sessione
pt: Agendar Sessão
tr: Seans Planla

# schedule_session_web
source: Schedule Session
de: Sitzung planen
es: Programar sesión
fr: Planifier une session
it: Pianifica sessione
pt: Agendar sessão
tr: Seans Planla

source: Create Workout
de: Erstelle Workout
es: Crear Entrenamiento
fr: Créer Entrainement
it: Crea Allenamento
pt: Criar Treino
tr: Antrenman Oluştur

# add_at_least_one_exercise
source: Please add at least one exercise to your workout plan
de: Bitte füge mindestens eine Übung zu deinem Workoutplan hinzu
es: Por favor, agrega al menos un ejercicio a tu plan de entrenamiento
fr: Veuillez ajouter au moins un exercice à votre plan d'entrainement
it: Aggiungi almeno un esercizio al tuo piano di allenamento
pt: Por favor, adicione pelo menos um exercício ao seu plano de treino
tr: Lütfen antrenman planına en az bir egzersiz ekle

source: Edit Client
de: Kunden bearbeiten
es: Editar cliente
fr: Modifier le client
it: Modifica il cliente
pt: Editar Cliente
tr: Danışanı Düzenle

source: Choose Avatar
de: Avatar auswählen
es: Elegir avatar
fr: Choisir un avatar
it: Scegli un avatar
pt: Escolher Avatar
tr: Avatar Seç

# enter_email_address
source: Enter client's email address
de: Email des Kunden eingeben
es: Ingresa el email del cliente
fr: Entrez l'adresse email du client
it: Inserisci l'email del cliente
pt: Digite o email do cliente
tr: Danışanın e-posta adresini gir

# please_enter_email
source: Please enter email address
de: Bitte Email des Kunden eingeben
es: Por favor, ingresa el email del cliente
fr: Veuillez entrer l'adresse email du client
it: Inserisci l'email del cliente
pt: Por favor, digite o email do cliente
tr: Lütfen e-posta adresi gir

# invalid_email
source: Please enter a valid email address
de: Bitte gültige Email eingeben
es: Por favor, ingresa un email válido
fr: Veuillez entrer une adresse email valide
it: Inserisci un'email valida
pt: Por favor, digite um email válido
tr: Lütfen geçerli bir e-posta adresi gir

source: Injuries & Surgeries
de: Verletzungen & Operationen
es: Lesiones y cirugías
fr: Blessures et opérations
it: Blessure e operazioni
pt: Injúrias & Cirurgias
tr: Sakatlıklar & Ameliyatlar

source: Time Availability
de: Zeitverfügbarkeit
es: Disponibilidad de tiempo
fr: Disponibilité horaire
it: Disponibilità oraria
pt: Disponibilidade de Tempo
tr: Zaman Müsaitliği

source: Not Specified
de: Nicht angegeben
es: No especificado
fr: Non spécifié
it: Non specificato
pt: Não Especificado
tr: Belirtilmemiş

source: Exercise Images
de: Übungsbilder
es: Imágenes de ejercicio
fr: Images d'exercice
it: Immagini di esercizio
pt: Imagens de Exercício
tr: Egzersiz Görselleri

source: Search images...
de: Bilder suchen...
es: Buscar imágenes...
fr: Rechercher des images...
it: Cerca immagini...
pt: Pesquisar imagens...
tr: Görsel ara...

source: No images found
de: Keine Bilder gefunden
es: No se encontraron imágenes
fr: Aucune image trouvée
it: Nessuna immagine trovata
pt: Nenhuma imagem encontrada
tr: Görsel bulunamadı

# no_images_match
source: No images match your search
de: Keine Bilder passen zu deiner Suche
es: No hay imágenes que coincidan con tu búsqueda
fr: Aucune image correspond à votre recherche
it: Nessuna immagine corrisponde alla tua ricerca
pt: Nenhuma imagem corresponde à sua pesquisa
tr: Aramanızla eşleşen görsel yok

# failed_fetch_images
source: Failed to fetch images: {error}
de: Fehler beim Abrufen der Bilder: {error}
es: Error al obtener imágenes: {error}
fr: Erreur lors de la récupération des images: {error}
it: Errore nella ricerca delle immagini: {error}
pt: Erro ao buscar imagens: {error}
tr: Görseller yüklenirken hata oluştu: {error}

source: Edit Session
de: Sitzung bearbeiten
es: Editar sesión
fr: Modifier la session
it: Modifica la sessione
pt: Editar Sessão
tr: Seansı Düzenle

source: Session Notes
de: Sitzung Notizen
es: Notas de sesión
fr: Notes de session
it: Note della sessione
pt: Notas da Sessão
tr: Seans Notları

# session_notes_hint
source: Add any special instructions or notes...
de: Füge zusätzliche Anweisungen oder Notizen hinzu...
es: Agrega cualquier instrucción especial o notas...
fr: Ajoutez des instructions ou notes spéciales...
it: Aggiungi istruzioni o note speciali...
pt: Adicione quaisquer instruções especiais ou notas...
tr: Özel talimatlar veya notlar ekle...

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
pt: Duração
tr: Süre

# minutes
source: {count} minutes
de: {count} Minuten
tr: {count} dakika

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Ritenta
pt: Tentar Novamente
tr: Tekrar Dene

source: Unnamed Exercise
de: Unbenannter Übung
es: Ejercicio sin nombre
fr: Exercice non nommé
it: Esercizio non nominato
pt: Exercício Não Nomeado
tr: İsimsiz Egzersiz

source: Exercises
de: Übungen
es: Ejercicios
fr: Exercices
it: Esercizi
pt: Exercícios
tr: Egzersizler

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
pt: Adicionar
tr: Ekle

source: Search exercises...
de: Übungen suchen...
es: Buscar ejercicios...
fr: Rechercher des exercices...
it: Cerca esercizi...
pt: Pesquisar exercícios...
tr: Egzersiz ara...

source: No exercises yet
de: Noch keine Übungen
es: No hay ejercicios aún
fr: Aucun exercice encore
it: Nessun esercizio ancora
pt: Nenhum exercício ainda
tr: Henüz egzersiz yok

# add_first_exercise
source: Add your first exercise
de: Deine erste Übung hinzufügen
es: Agrega tu primer ejercicio
fr: Ajoutez votre premier exercice
it: Aggiungi il tuo primo esercizio
pt: Adicione seu primeiro exercício
tr: İlk egzersizini ekle

# equipment_title
source: Equipment
de: Ausrüstung
es: Equipo
fr: Équipement
it: Equipaggiamento
pt: Equipamento
tr: Ekipman

# sets_title
source: Sets
es: Series
fr: Séries
it: Serie
pt: Séries
tr: Setler

# instructions_title
source: Instructions
de: Anweisungen
es: Instrucciones
it: Istruzioni
pt: Instruções
tr: Talimatlar

# used_times
source: Used {count} times
de: Verwendet {count} mal
es: Usado {count} veces
fr: Utilisé {count} fois
it: Utilizzato {count} volte
pt: Usado {count} vezes
tr: {count} kez kullanıldı

# failed_update_bookmark
source: Failed to update bookmark
de: Fehler beim Aktualisieren der Bewertung
es: Error al actualizar el marcador
fr: Erreur lors de la mise à jour du favori
it: Errore nella modifica del preferito
pt: Erro ao atualizar o marcador
tr: Favori güncellenemedi

source: Exercise Videos
de: Übungsvideos
es: Videos de ejercicio
fr: Vidéos d'exercice
it: Video di esercizio
pt: Vídeos de Exercício
tr: Egzersiz Videoları

source: Search videos...
de: Videos suchen...
es: Buscar videos...
fr: Rechercher des vidéos...
it: Cerca video...
pt: Pesquisar vídeos...
tr: Video ara...

source: No videos found
de: Keine Videos gefunden
es: No se encontraron videos
fr: Aucune vidéo trouvée
it: Nessun video trovato
pt: Nenhum vídeo encontrado
tr: Video bulunamadı

# no_videos_match
source: No videos match your search
de: Keine Videos passen zu deiner Suche
es: No hay videos que coincidan con tu búsqueda
fr: Aucune vidéo correspond à votre recherche
it: Nessun video corrisponde alla tua ricerca
pt: Nenhum vídeo corresponde à sua pesquisa
tr: Aramanızla eşleşen video yok

# failed_fetch_videos
source: Failed to fetch videos: {error}
de: Fehler beim Abrufen der Videos: {error}
es: Error al obtener videos: {error}
fr: Erreur lors de la récupération des vidéos: {error}
it: Errore nella ricerca dei video: {error}
pt: Erro ao buscar vídeos: {error}
tr: Videolar yüklenirken hata oluştu: {error}

# join_message
source: Join me on CoachTrack! Click here to join: {link} Don't have the app yet? Download it here: Android: {androidLink} iOS: {iosLink}
tr: CoachTrack'e katıl! Katılmak için buraya tıkla: {link} Uygulama henüz yüklü değil mi? Buradan indir: Android: {androidLink} iOS: {iosLink}

# meal_used_times
source: Used {count} times
de: Verwendet {count} mal
es: Usado {count} veces
fr: Utilisé {count} fois
it: Utilizzato {count} volte
pt: Usado {count} vezes
tr: {count} kez kullanıldı

# recurring_weeks
source: Number of Recurring Weeks
de: Anzahl der wiederkehrenden Wochen
es: Número de semanas recurrentes
fr: Nombre de semaines récurrentes
it: Numero di settimane ricorrenti
pt: Número de Semanas Recorrentes
tr: Tekrar Eden Hafta Sayısı

# session_scheduled
source: Session scheduled successfully!
de: Sitzung erfolgreich geplant!
es: Sesión programada exitosamente!
fr: Session planifiée avec succès!
it: Sessione pianificata con successo!
pt: Sessão agendada com sucesso!
tr: Seans başarıyla planlandı!

source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
pt: Sucesso
tr: Başarılı

source: Sessions
de: Sitzungen
es: Sesiones
it: Sessioni
pt: Sessões
tr: Seanslar

source: No sessions scheduled
de: Keine Sitzungen geplant
es: No hay sesiones programadas
fr: Aucune session planifiée
it: Nessuna sessione pianificata
pt: Nenhuma sessão agendada
tr: Planlanmış seans yok

source: participants
de: Teilnehmer
es: participantes
it: partecipanti
pt: participantes
tr: katılımcı

source: more
de: mehr
es: más
fr: plus
it: più
pt: mais
tr: daha

source: Today's Sessions
de: Heutige Sitzungen
es: Sesiones de hoy
fr: Sessions d'aujourd'hui
it: Sessioni di oggi
pt: Sessões de Hoje
tr: Bugünün Seansları

# no_sessions_today
source: No sessions scheduled for today
de: Keine Sitzungen geplant für heute
es: No hay sesiones programadas para hoy
fr: Aucune session planifiée pour aujourd'hui
it: Nessuna sessione pianificata per oggi
pt: Nenhuma sessão agendada para hoje
tr: Bugün için planlanmış seans yok

# sessions_appear_here
source: All your sessions for today will appear here
de: Alle deine Sitzungen für heute werden hier angezeigt
es: Todas tus sesiones de hoy aparecerán aquí
fr: Toutes vos sessions pour aujourd'hui apparaîtront ici
it: Tutte le tue sessioni per oggi appariranno qui
pt: Todas as suas sessões de hoje aparecerão aqui
tr: Bugüne ait tüm seansların burada görünecek

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
pt: Desconhecido
tr: Bilinmiyor

source: Generate Invite Link
de: Einladungslink generieren
es: Generar enlace de invitación
fr: Générer le lien d'invitation
it: Genera il link di invito
pt: Gerar Link de Convite
tr: Davet Linki Oluştur

source: Share Invite Link
de: Einladungslink teilen
es: Compartir enlace de invitación
fr: Partager le lien d'invitation
it: Condividi il link di invito
pt: Compartilhar Link de Convite
tr: Davet Linkini Paylaş

# generate_link_description
source: Generate a link to invite your {type} to CoachTrack
de: Erstelle einen Link, um deinen {type} einzuladen
es: Genera un enlace para invitar a tu {type} a CoachTrack
fr: Générer un lien pour inviter votre {type} à CoachTrack
it: Genera un link per invitare il tuo {type} a CoachTrack
pt: Gerar um link para convidar seu {type} para o CoachTrack
tr: {type} için davet linki oluşturmak için buraya tıkla

# app_link_label
source: App Link:
es: Enlace de la app:
fr: Lien de l'application:
it: Link dell'app:
pt: Link do App:
tr: Uygulama Linki:

# web_link_label
source: Web Link:
es: Enlace de la web:
fr: Lien web:
it: Link web:
pt: Link da Web:
tr: Web Linki:

source: Generate Link
de: Link generieren
es: Generar enlace
fr: Générer le lien
it: Genera il link
pt: Gerar Link
tr: Link Oluştur

source: User data not available
de: Benutzerdaten nicht verfügbar
es: Datos del usuario no disponibles
fr: Données utilisateur non disponibles
it: Dati utente non disponibili
pt: Dados do usuário não disponíveis
tr: Kullanıcı verileri mevcut değil

# continue_button
source: Continue
de: Weitermachen
es: Continuar
fr: Continuer
it: Continua
pt: Continuar
tr: Devam Et

# complete_button
source: Complete
de: Abschließen
es: Completar
fr: Compléter
it: Completa
pt: Completar
tr: Tamamla

source: Basic Profile
de: Basisprofil
es: Perfil básico
fr: Profil de base
it: Profilo di base
pt: Perfil Básico
tr: Temel Profil

# enter_full_name
source: Enter your full name
de: Deinen vollen Namen eingeben
es: Ingresa tu nombre completo
fr: Entrez votre nom complet
it: Inserisci il tuo nome completo
pt: Digite seu nome completo
tr: Tam adınızı girin

# enter_email
source: Enter your email
de: Deine Email eingeben
es: Ingresa tu email
fr: Entrez votre email
it: Inserisci la tua email
pt: Digite seu email
tr: E-postanızı girin

# enter_phone
source: Enter your phone number
de: Deine Telefonnummer eingeben
es: Ingresa tu número de teléfono
fr: Entrez votre numéro de téléphone
it: Inserisci il tuo numero di telefono
pt: Digite seu número de telefone
tr: Telefon numaranızı girin

# enter_location
source: City, State, Country
de: Stadt, Bundesland, Land
es: Ciudad, Estado, País
fr: Ville, Région, Pays
it: Città, Regione, Paese
pt: Cidade, Estado, País
tr: Şehir, İlçe, Ülke

source: Professional Experience
de: Berufserfahrung
es: Experiencia profesional
fr: Expérience professionnelle
it: Esperienza professionale
pt: Experiência Profissional
tr: Profesyonel Deneyim

# how_can_clients_reach
source: How can clients reach you?
de: Wie kann dein Klient dich erreichen?
es: Cómo pueden contactar con usted?
fr: Comment les clients peuvent vous contacter?
it: Come i clienti possono contattarti?
pt: Como os clientes podem te contatar?
tr: Danışanlarınıza nasıl ulaşılabilir?

source: Education & Certifications
de: Ausbildung & Zertifikate
es: Educación y certificaciones
fr: Éducation et certifications
it: Istruzione e certificazioni
pt: Educação & Certificações
tr: Eğitim & Sertifikalar

source: Added Education & Certifications
de: Hinzugefügte Ausbildung & Zertifikate
es: Educación y certificaciones añadidas
fr: Éducation et certifications ajoutées
it: Istruzione e certificazioni aggiunte
pt: Educação & Certificações Adicionadas
tr: Eklenen Eğitim & Sertifikalar

# how_can_clients_reach_subtitle
source: How can clients reach you?
de: Wie kann dein Klient dich erreichen?
es: Cómo pueden contactar con usted?
fr: Comment les clients peuvent vous contacter?
it: Come i clienti possono contattarti?
pt: Como os clientes podem te contatar?
tr: Danışanlarınıza nasıl ulaşılabilir?

# tell_about_yourself_subtitle
source: Tell us about yourself
de: Erzähle uns über dich
es: Cuéntanos sobre ti
fr: Parlez-nous de vous
it: Parlate di voi
pt: Fale sobre você
tr: Kendinizi tanımlayın

# profile_photo_required
source: Profile photo is required
de: Profilbild ist erforderlich
es: Se requiere una foto de perfil
fr: La photo de profil est requise
it: La foto del profilo è richiesta
pt: Foto de perfil é obrigatória
tr: Profil fotoğrafı gereklidir

source: Select Photo
de: Foto auswählen
es: Seleccionar foto
fr: Sélectionner une photo
it: Seleziona una foto
pt: Selecionar Foto
tr: Fotoğraf Seç

# education_category_required
source: Education category is required
de: Ausbildungskategorie ist erforderlich
es: Categoría de educación es requerida
fr: La catégorie d'éducation est requise
it: La categoria di istruzione è richiesta
pt: Categoria de Educação é obrigatória
tr: Eğitim kategorisi gereklidir

# education_item_required
source: Education item is required
de: Ausbildungspunkt ist erforderlich
es: Elemento de educación es requerido
fr: L'élément d'éducation est requis
it: L'elemento di istruzione è richiesto
pt: Item de Educação é obrigatório
tr: Eğitim öğesi gereklidir

# job_title_required
source: Job title is required
de: Jobtitel ist erforderlich
es: Título de trabajo es requerido
fr: Le titre du travail est requis
it: Il titolo del lavoro è richiesto
pt: Cargo é obrigatório
tr: İş unvanı gereklidir

# organization_required
source: Organization is required
de: Organisation ist erforderlich
es: Organización es requerida
fr: L'organisation est requise
it: L'organizzazione è richiesta
pt: Organização é obrigatória
tr: Organizasyon gereklidir

# start_date_required
source: Start date is required
de: Startdatum ist erforderlich
es: Fecha de inicio es requerida
fr: La date de début est requise
it: La data di inizio è richiesta
pt: Data de início é obrigatória
tr: Başlangıç tarihi gereklidir

# specialization_required
source: At least one specialization is required
de: Mindestens eine Spezialisierung ist erforderlich
es: Al menos una especialización es requerida
fr: Au moins une spécialisation est requise
it: Almeno una specializzazione è richiesta
pt: Pelo menos uma especialização é obrigatória
tr: En az bir uzmanlık gereklidir

# availability_required
source: At least one availability slot is required
de: Mindestens ein Verfügbarkeits-Slot ist erforderlich
es: Al menos un slot de disponibilidad es requerido
fr: Au moins un emplacement de disponibilité est requis
it: Almeno un luogo di disponibilità è richiesto
pt: Pelo menos um slot de disponibilidade é obrigatório
tr: En az bir müsaitlik slotu gereklidir

source: Set up your business information
de: Setze deine Geschäftsinformationen ein
es: Configura tu información de negocio
fr: Configurez vos informations commerciales
it: Configura le tue informazioni commerciali
pt: Configure suas informações de negócios
tr: İş bilgilerinizi ayarlayın

source: Package Rates
de: Paketpreise
es: Tarifas de paquete
fr: Tarifs des packages
it: Tariffe dei pacchetti
pt: Taxas de Pacote
tr: Paket fiyatları

source: Hourly Rate
de: Stundenrate
es: Tarifa por hora
fr: Tarif horaire
it: Tariffa oraria
pt: Taxa Horária
tr: Saatlik oran

source: Your standard hourly rate
de: Deine Standardstundenrate
es: Tu tarifa estándar por hora
fr: Votre tarif horaire standard
it: La tua tariffa oraria standard
pt: Sua taxa horária padrão
tr: Standart saatlik oranınız
