Repository: genDelta8/naturafit
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt, tr

source: Coachtrack has transformed how I manage my fitness business. The client tracking and workout planning features are game-changers.
de: Coachtrack hat meine Fitness-Geschäft verändert. Die Funktionen zur Kundenverfolgung und zur Trainingsplanung sind Game-Changer.
es: CoachTrack ha transformado cómo administro mi negocio de fitness. Las características de seguimiento de clientes y planificación de entrenamiento son game-changers.
fr: CoachTrack a transformé la façon dont je gère mon entreprise de fitness. Les fonctionnalités de suivi des clients et de planification des entraînements sont des game-changers.
it: CoachTrack ha trasformato come gestisco il mio business di fitness. Le funzionalità di tracciamento dei clienti e di pianificazione degli allenamenti sono game-changers.
pt: CoachTrack transformou como gerencio meu negócio de fitness. As funcionalidades de acompanhamento de clientes e planejamento de treinamento são game-changers.
tr: CoachTrack, işimi nasıl yönettiğimi değiştirdi. Müşteri izleme ve antrenman planlama özellikleri game-changers.

source: Select Your Role
de: Wählen Sie Ihre Rolle
es: Selecciona tu rol
fr: Sélectionnez votre rôle
it: Seleziona il tuo ruolo
pt: Selecione seu papel
tr: Rolünüzü seçin

source: I am a...
de: Ich bin...
es: Soy...
fr: Je suis...
it: Sono...
pt: Sou...
tr: Ben...

source: Manage clients, create workout plans, and track progress
de: Kunden verwalten, Trainingspläne erstellen und Fortschritte verfolgen
es: Gestionar clientes, crear planes de entrenamiento y rastrear progreso
fr: Gérez vos clients, créez des plans d'entraînement et suivez leur progression
it: Gestisci clienti, crea piani di allenamento e traccia il progresso
pt: Gerenciar clientes, criar planos de treinamento e rastrear progresso
tr: Müşterileri yönetin, antrenman planları oluşturun ve ilerlemeyi izleyin

source: Track workouts, meals, and your fitness journey
de: Trainings, Essen und Ihre Fitnessreise verfolgen
es: Rastrear entrenamientos, comidas y tu viaje de fitness
fr: Suivez vos entraînements, vos repas et votre parcours de fitness
it: Raccolgo i tuoi allenamenti, i tuoi pasti e il tuo viaggio di fitness
pt: Rastrear treinos, refeições e seu caminho de fitness
tr: Antrenmanları, yemekleri ve fitness yolculunuzu izleyin

source: Terms and Conditions
de: Nutzungsbedingungen
es: Términos y condiciones
fr: Conditions d'utilisation
it: Termini e condizioni
pt: Termos e condições
tr: Kullanım Koşulları

source: Invalid Date & Time
de: Ungültige Datum und Uhrzeit
es: Fecha y hora inválidas
fr: Date et heure invalides
it: Data e ora non valide
pt: Data e hora inválidas
tr: Geçersiz tarih ve saat

# cannot_schedule_session_in_past
source: Cannot schedule session in the past
de: Kann keinen Termin in der Vergangenheit planen
es: No se puede programar una sesión en el pasado
fr: Ne peut pas planifier une session dans le passé
it: Non puoi pianificare una sessione nel passato
pt: Não é possível agendar uma sessão no passado
tr: Geçmişteki bir tarihe saat planlayamazsınız

source: Forgot Password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié?
it: Hai dimenticato la password?
pt: Esqueceu sua senha?
tr: Şifrenizi mi unuttunuz?

# enter_your_email_to_reset_password
source: Enter your email address and we'll send you instructions to reset your password
de: Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen Anweisungen zum Zurücksetzen Ihres Passworts
es: Ingresa tu dirección de correo electrónico y te enviaremos instrucciones para restablecer tu contraseña
fr: Entrez votre adresse email et nous vous enverrons des instructions pour réinitialiser votre mot de passe
it: Inserisci la tua email e ti invitiamo a reimpostare la tua password
pt: Digite seu endereço de email e receberemos instruções para redefinir sua senha
tr: Email adresinizi giriniz ve şifrenizi sıfırlamak için talimatlar alın

# password_reset_email_sent
source: Password reset email has been sent. Please check your inbox.
de: Passwort-Reset-E-Mail wurde gesendet. Bitte überprüfen Sie Ihre E-Mail-Posteingang.
es: El correo electrónico de restablecimiento de contraseña ha sido enviado. Por favor, revisa tu bandeja de entrada.
fr: Le mot de passe a été réinitialisé. Veuillez vérifier votre boîte mail.
it: La password è stata reimpostata. Per favore controlla la tua email.
pt: O email de redefinição de senha foi enviado. Por favor, verifique sua caixa de entrada.
tr: Şifre sıfırlama emaili gönderildi. Lütfen inbox'ınızı kontrol edin.

source: Reset Password
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
it: Resetta password
pt: Redefinir senha
tr: Şifreyi Sıfırla

# assessment_submitted
source: Assessment submitted successfully
de: Bewertung erfolgreich gesendet
es: Evaluación enviada correctamente
fr: Évaluation envoyée avec succès
it: Valutazione inviata con successo
pt: Avaliação enviada com sucesso
tr: Değerlendirme başarıyla gönderildi

source: Error submitting assessment
de: Fehler beim Senden des Assessments
es: Error al enviar la evaluación
fr: Erreur lors de l'envoi de l'évaluation
it: Errore durante l'invio della valutazione
pt: Erro ao enviar a avaliação
tr: Değerlendirme gönderirken hata

# has_submitted_assessment
source: {clientName} has submitted an assessment
de: {clientName} hat eine Bewertung eingereicht
es: {clientName} ha enviado una evaluación
fr: {clientName} a soumis une évaluation
it: {clientName} ha inviato una valutazione
pt: {clientName} enviou uma avaliação
tr: {clientName} bir değerlendirme gönderdi

source: Create Account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea account
pt: Criar conta
tr: Hesap Oluştur

source: Please fill in the form to continue
de: Bitte füllen Sie das Formular fort, um fortzufahren
es: Por favor, rellena el formulario para continuar
fr: Veuillez remplir le formulaire pour continuer
it: Per favore, riempire il form per continuare
pt: Por favor, preencha o formulário para continuar
tr: Lütfen formu doldurunuz

source: Please sign in to continue
de: Bitte melden Sie sich an, um fortzufahren
es: Por favor, inicia sesión para continuar
fr: Veuillez vous connecter pour continuer
it: Per favore, accedi per continuare
pt: Por favor, entre para continuar
tr: Lütfen giriş yapınız

source: Enter your email address
de: Geben Sie Ihre E-Mail-Adresse ein
es: Ingresa tu dirección de correo electrónico
fr: Entrez votre adresse email
it: Inserisci la tua email
pt: Digite seu endereço de email
tr: Email adresinizi giriniz

source: Enter your password
de: Geben Sie Ihr Passwort ein
es: Ingresa tu contraseña
fr: Entrez votre mot de passe
it: Inserisci la tua password
pt: Digite sua senha
tr: Şifrenizi giriniz

source: Please enter your email
de: Bitte geben Sie Ihre E-Mail-Adresse ein
es: Por favor, ingresa tu correo electrónico
fr: Veuillez entrer votre email
it: Per favore, inserisci la tua email
pt: Por favor, digite seu email
tr: Lütfen email adresinizi giriniz

source: Please enter a valid email
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor, ingresa un correo electrónico válido
fr: Veuillez entrer un email valide
it: Per favore, inserisci un email valido
pt: Por favor, digite um email válido
tr: Lütfen geçerli bir email adresi giriniz

source: Please enter your password
de: Bitte geben Sie Ihr Passwort ein
es: Por favor, ingresa tu contraseña
fr: Veuillez entrer votre mot de passe
it: Per favore, inserisci la tua password
pt: Por favor, digite sua senha
tr: Lütfen şifrenizi giriniz

source: Password must be at least 6 characters
de: Passwort muss mindestens 6 Zeichen lang sein
es: La contraseña debe tener al menos 6 caracteres
fr: Le mot de passe doit contenir au moins 6 caractères
it: La password deve essere almeno 6 caratteri
pt: A senha deve ter pelo menos 6 caracteres
tr: Şifre en az 6 karakter olmalıdır

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accedi
pt: Entrar
tr: Giriş Yap

source: Don't have an account? Sign Up
de: Kein Konto? Registrieren
es: ¿No tienes una cuenta? Regístrate
fr: Vous n'avez pas de compte? Créer un compte
it: Non hai un account? Registrati
pt: Não tem uma conta? Criar conta
tr: Hesabınız yok mu? Hesap Oluştur

source: Already have an account? Sign In
de: Hast du bereits ein Konto? Anmelden
es: ¿Ya tienes una cuenta? Inicia sesión
fr: Vous avez déjà un compte? Connexion
it: Hai già un account? Accedi
pt: Já tem uma conta? Entrar
tr: Hesabınız var mı? Giriş Yap

source: Workout Details
de: Trainingsplan Details
es: Detalles del entrenamiento
fr: Détails du workout
it: Dettagli del workout
pt: Detalhes do treino
tr: Antrenman Detayları

source: Completed Workout
de: Abgeschlossener Trainingsplan
es: Entrenamiento completado
fr: Workout terminé
it: Workout completato
pt: Treino concluído
tr: Tamamlanan Antrenman

source: Unnamed Phase
de: Unbenannte Phase
es: Fase sin nombre
fr: Phase sans nom
it: Fase senza nome
pt: Fase sem nome
tr: İsimsiz Fase

source: None
de: Keine
fr: Aucun
it: Nessuno
pt: Nenhum
tr: Hiçbiri

source: Sets Completed
de: Sets abgeschlossen
es: Series completadas
fr: Séries terminées
it: Serie completate
pt: Séries concluídas
tr: Tamamlanan Seriler

source: History
de: Verlauf
es: Historial
fr: Historique
it: Storia
pt: Histórico
tr: Tarihçe

source: View detailed workout metrics and analytics
de: Detaillierte Trainingsplan-Metriken und -Analysen anzeigen
es: Ver métricas y análisis detallados del entrenamiento
fr: Afficher les métriques et les analyses détaillées du workout
it: Visualizza metriche e analisi dettagliate del workout
pt: Ver métricas e análises detalhadas do treino
tr: Detaylı antrenman metriklerini ve analizlerini görüntüleyin

source: Measurements Access Not Granted
de: Zugriff auf Messdaten nicht gewährt
es: Acceso a datos de mediciones no concedido
fr: Accès aux données de mesures non accordé
it: Accesso ai dati delle misurazioni non concesso
pt: Acesso a dados de medições não concedido
tr: Ölçümler erişimi reddedildi

source: The client has not granted access to view their measurements data.
de: Der Kunde hat keinen Zugriff auf die Messdaten.
es: El cliente no ha concedido acceso para ver sus datos de mediciones.
fr: Le client n'a pas accordé l'accès à ses données de mesures.
it: Il cliente non ha concesso l'accesso per visualizzare i suoi dati delle misurazioni.
pt: O cliente não concedeu acesso para visualizar seus dados de medições.
tr: Müşteri, ölçümler verilerini görüntülemek için erişim vermedi.

source: Progress Photos Access Not Granted
de: Zugriff auf Fortschrittsfotos nicht gewährt
es: Acceso a fotos de progreso no concedido
fr: Accès aux photos de progression non accordé
it: Accesso alle foto del progresso non concesso
pt: Acesso a fotos de progresso não concedido
tr: İlerleme fotoğrafları erişimi reddedildi

source: The client has not granted access to view their progress photos.
de: Der Kunde hat keinen Zugriff auf die Fortschrittsfotos.
es: El cliente no ha concedido acceso para ver sus fotos de progreso.
fr: Le client n'a pas accordé l'accès à ses photos de progression.
it: Il cliente non ha concesso l'accesso per visualizzare le sue foto del progresso.
pt: O cliente não concedeu acesso para visualizar suas fotos de progresso.
tr: Müşteri, ilerleme fotoğraflarını görüntülemek için erişim vermedi.

source: Progress Summary
de: Fortschrittssumme
es: Resumen de progreso
fr: Résumé de progression
it: Riepilogo del progresso
pt: Resumo de progresso
tr: İlerleme Özeti

# muscle_mass_title
source: Muscle Mass
de: Muskelmasse
es: Masa muscular
fr: Masse musculaire
it: Massa muscolare
pt: Massa muscular
tr: Kas Kütlesi

source: Weight Progress
de: Gewichtsfortschritt
es: Progreso en peso
fr: Progression de poids
it: Progresso del peso
pt: Progresso do peso
tr: Kilo İlerlemesi

source: Recent Achievements
de: Neueste Erfolge
es: Logros recientes
fr: Récentes réalisations
it: Recenti realizzazioni
pt: Recentes realizações
tr: Sonuçlar

source: Total Workouts
de: Gesamt Trainings
es: Total Entrenamientos
fr: Total Entraînements
it: Totale Workouts
pt: Total Treinos
tr: Toplam Antrenman

source: This Month
de: Dieser Monat
es: Este Mes
fr: Ce Mois
it: Questo Mese
pt: Este Mês
tr: Bu Ay

source: Average Duration
de: Durchschnittliche Dauer
es: Promedio Duración
fr: Moyenne Durée
it: Media Durata
pt: Média Duração
tr: Ortalama Süre

source: Recent Workout Durations
de: Neueste Trainingsdauern
es: Duración de entrenamientos recientes
fr: Durées des workouts récents
it: Durata dei workout recenti
pt: Durações dos treinos recentes
tr: Son Antrenman Süreleri

source: Exercise Analysis
de: Übungsanalyse
es: Análisis de ejercicio
fr: Analyse des exercices
it: Analisi degli esercizi
pt: Análise do exercício
tr: Egzersiz Analizi

source: Workout Summary
de: Trainingsplan-Zusammenfassung
es: Resumen de entrenamiento
fr: Résumé du workout
it: Riepilogo del workout
pt: Resumo do treino
tr: Antrenman Özeti

source: Track Workout History
de: Trainingsplan-Verlauf verfolgen
es: Rastrear historial de entrenamientos
fr: Suivre l'historique des workouts
it: Traccia la storia del workout
pt: Rastrear histórico de treinos
tr: Antrenman Tarihçesini Takip Et

source: Workout History
de: Trainingsplan-Verlauf
es: Historial de entrenamientos
fr: Historique des workouts
it: Storia del workout
pt: Histórico de treinos
tr: Antrenman Tarihçesi

source: No workout history available
de: Kein Trainingsplan-Verlauf verfügbar
es: No hay historial de entrenamientos disponible
fr: Aucun historique de workouts disponible
it: Nessuna storia del workout disponibile
pt: Nenhum histórico de treinos disponível
tr: Antrenman tarihçesi mevcut değil

source: Workout History Summary
de: Trainingsplan-Verlauf-Zusammenfassung
es: Resumen del historial de entrenamientos
fr: Résumé de l'historique des workouts
it: Riepilogo della storia del workout
pt: Resumo do histórico de treinos
tr: Antrenman Tarihçesi Özeti

source: Code
es: Código
it: Codice
pt: Código
tr: Kod

source: Invitation Code
de: Einladungscode
es: Código de invitación
it: Codice di invito
pt: Código de convite
tr: Davet Kodu

source: Enter Invitation Code
de: Einladungscode eingeben
es: Ingresar código de invitación
fr: Entrer le code d'invitation
it: Inserisci il codice di invito
pt: Digite o código de convite
tr: Davet Kodu Giriniz

source: Connection Created
de: Verbindung erstellt
es: Conexión creada
fr: Connexion créée
it: Connessione creata
pt: Conexão criada
tr: Bağlantı Oluşturuldu

source: Successfully connected with trainer
de: Erfolgreich verbunden mit Trainer
es: Conectado con éxito con el entrenador
fr: Connecté avec succès avec le formateur
it: Connesso con successo con il trainer
pt: Conectado com sucesso com o treinador
tr: Başarıyla antrenörle bağlantı kuruldu

source: Invalid invitation code
de: Ungültiger Einladungscode
es: Código de invitación inválido
fr: Code d'invitation invalide
it: Codice di invito invalido
pt: Código de convite inválido
tr: Geçersiz davet kodu

# invitation_code_already_used
source: This invitation code has already been used
de: Dieser Einladungscode wurde bereits verwendet
es: Este código de invitación ya ha sido utilizado
fr: Ce code d'invitation a déjà été utilisé
it: Questo codice di invito è già stato utilizzato
pt: Este código de convite já foi usado
tr: Bu davet kodu zaten kullanıldı

# cannot_connect_with_yourself
source: You cannot connect with yourself
de: Sie können sich nicht mit sich selbst verbinden
es: No puedes conectarte con ti mismo
fr: Vous ne pouvez pas vous connecter avec vous-même
it: Non puoi connetterti con te stesso
pt: Você não pode se conectar consigo mesmo
tr: Kendinizle bağlantı kuramazsınız

# already_have_connection_with_professional
source: You already have a connection with this professional
de: Sie haben bereits eine Verbindung mit diesem Profi
es: Ya tienes una conexión con este profesional
fr: Vous avez déjà une connexion avec ce professionnel
it: Hai già una connessione con questo professionista
pt: Você já tem uma conexão com este profissional
tr: Bu profesyonelle zaten bir bağlantınız var

# enter_invitation_code_shared_by_your_trainer
source: Enter the invitation code shared by your trainer:
de: Einladungscode eingeben, der von Ihrem Trainer geteilt wurde:
es: Ingresar el código de invitación compartido por tu entrenador:
fr: Entrer le code d'invitation partagé par votre formateur:
it: Inserisci il codice di invito condiviso dal tuo trainer:
pt: Digite o código de convite compartilhado pelo seu treinador:
tr: Antrenörünüz tarafından paylaşılan davet kodunu giriniz:

source: CoachTrack Invitation
de: CoachTrack Einladung
es: Invitación de CoachTrack
fr: Invitation CoachTrack
it: Invito CoachTrack
pt: Convite CoachTrack
tr: CoachTrack Daveti

source: Join me on CoachTrack!
de: Verbinde dich mit mir auf CoachTrack!
es: Únete a mí en CoachTrack!
fr: Rejoignez-moi sur CoachTrack!
it: Unisciti a me su CoachTrack!
pt: Unir-se a mim no CoachTrack!
tr: CoachTrack'ta benimle birlikte olun!

source: Click here to join:
de: Hier klicken, um zu verbinden:
es: Haz clic aquí para unirte:
fr: Cliquez ici pour rejoindre:
it: Clicca qui per unirti:
pt: Clique aqui para se conectar:
tr: Buraya tıklayınız

source: Or enter this invitation code:
de: Oder diesen Einladungscode eingeben:
es: O ingresa este código de invitación:
fr: Ou entrez ce code d'invitation:
it: O inserisci questo codice di invito:
pt: Ou digite este código de convite:
tr: Veya bu davet kodunu giriniz:

source: Don't have the app yet?
de: Noch keine App?
es: ¿No tienes la app aún?
fr: Vous n'avez pas encore l'application?
it: Non hai l'app ancora?
pt: Você ainda não tem o aplicativo?
tr: Henüz uygulamayı yüklemediniz mi?

source: Cannot connect to yourself
de: Sie können sich nicht mit sich selbst verbinden
es: No puedes conectarte con ti mismo
fr: Vous ne pouvez pas vous connecter avec vous-même
it: Non puoi connetterti con te stesso
pt: Você não pode se conectar consigo mesmo
tr: Kendinizle bağlantı kuramazsınız

source: Trainers cannot connect to other trainers
de: Trainer können sich nicht mit anderen Trainern verbinden
es: Los entrenadores no pueden conectarse a otros entrenadores
fr: Les formateurs ne peuvent pas se connecter à d'autres formateurs
it: I coach non possono connettersi a altri coach
pt: Treinadores não podem se conectar a outros treinadores
tr: Antrenörler kendileriyle bağlantı kuramazlar

source: Request
de: Anfrage
es: Solicitar
fr: Demande
it: Richiesta
pt: Solicitar
tr: İstek

source: Basic Information
de: Grundinformationen
es: Información básica
fr: Informations de base
it: Informazioni di base
pt: Informações básicas
tr: Temel Bilgiler

source: Health & Medical History
de: Gesundheits- und Medizinhistorie
es: Historial de salud y medicina
fr: Santé et historique médical
it: Salute e storia medica
pt: Saúde e histórico médico
tr: Sağlık ve Sağlık Tarihi

# lifestyle_activity
source: Lifestyle & Activity Level
de: Lebensstil und Aktivitätsniveau
es: Estilo de vida y nivel de actividad
fr: Style de vie et niveau d'activité
it: Stile di vita e livello di attività
pt: Estilo de vida e nível de atividade
tr: Yaşam Tarzı ve Etkinlik Seviyesi

# fitness_strength
source: Fitness & Strength Assessment
de: Fitness & Stärkebewertung
es: Fitness y fortaleza
fr: Fitness et force
it: Fitness e forza
pt: Fitness e força
tr: Fitness ve Güç Değerlendirmesi

source: Training Goals
de: Trainingsziele
es: Objetivos de entrenamiento
fr: Objectifs d'entraînement
it: Obiettivi di allenamento
pt: Objetivos de treinamento
tr: Antrenman Hedefleri

# medical_conditions_question
source: Do you have any medical conditions?
de: Haben Sie irgendwelche medizinischen Bedingungen?
es: ¿Tiene alguna condición médica?
fr: Vous avez des conditions médicales?
it: Hai qualche condizione medica?
pt: Você tem alguma condição médica?
tr: Herhangi bir sağlık durumunuz var mı?

# injuries_question
source: Do you have any past injuries or surgeries?
de: Haben Sie irgendwelche vergangenen Verletzungen oder Operationen?
es: ¿Tiene alguna lesión o cirugía pasada?
fr: Vous avez des blessures ou des opérations passées?
it: Hai qualche infortunio passato o chirurgia?
pt: Você tem algum ferimento ou cirurgia passada?
tr: Geçmişte herhangi bir yaralanma veya cerrahi yapıldı mı?

# medications_question
source: Are you currently taking any medications?
de: Sind Sie derzeit irgendwelche Medikamente einnehmen?
es: ¿Está tomando algún medicamento?
fr: Vous prenez des médicaments?
it: Stai prendendo qualche medicamento?
pt: Você está tomando algum medicamento?
tr: Şu an herhangi bir ilaç alıyor musunuz?

# pain_during_activity
source: Do you experience any pain or discomfort during physical activity?
de: Erleben Sie irgendwelche Schmerzen oder Unbehaglichkeiten während der physischen Aktivität?
es: ¿Experimenta algún dolor o incomodidad durante la actividad física?
fr: Vous ressentez-vous des douleurs ou des incommodités lors de l'activité physique?
it: Sperimenti qualche dolore o disagio durante l'attività fisica?
pt: Você experimenta algum dor ou desconforto durante a atividade física?
tr: Fiziksel aktivite sırasında herhangi bir ağrı veya rahatsızlık hissediyor musunuz?

# allergies_question
source: Do you have any allergies or dietary restrictions?
de: Haben Sie irgendwelche Allergien oder Ernährungseinschränkungen?
es: ¿Tiene alguna alergia o restricción dietética?
fr: Vous avez des allergies ou des restrictions alimentaires?
it: Hai qualche allergia o restrizione alimentare?
pt: Você tem alguma alergia ou restrição alimentar?
tr: Herhangi bir alerji veya beslenme kısıtlamalarınız var mı?

# if_yes_specify
source: If yes, please specify:
de: Wenn ja, bitte spezifizieren:
es: Si es así, por favor especifique:
fr: Si oui, veuillez préciser:
it: Se sì, per favore specifica:
pt: Se sim, por favor especifique:
tr: Evetse, lütfen belirtin:

# exercise_frequency
source: How often do you exercise?
de: Wie oft trainieren Sie?
es: ¿Con qué frecuencia ejercitas?
fr: Quelle fréquence pratiquez-vous l'exercice?
it: Quante volte pratichi l'esercizio?
pt: Com que frequência você pratica exercícios?
tr: Ne kadar sık egzersiz yapıyorsunuz?

# sleep_hours
source: How many hours of sleep do you get per night?
de: Wie viele Stunden Schlaf haben Sie pro Nacht?
es: ¿Cuántas horas de sueño duermes por la noche?
fr: Combien d'heures de sommeil obtenez-vous par nuit?
it: Quante ore di sonno hai per notte?
pt: Quantas horas de sono você dorme por noite?
tr: Gece kaç saat uyuyorsunuz?

# diet_description
source: How would you describe your diet?
de: Wie würden Sie Ihre Ernährung beschreiben?
es: ¿Cómo describirías tu dieta?
fr: Comment décririez-vous votre régime alimentaire?
it: Come descriveresti la tua dieta?
pt: Como você descreveria sua dieta?
tr: Beslenme planınızı nasıl açıklayacaksınız?

# processed_foods
source: High in processed foods
de: Hoch in verarbeiteten Lebensmitteln
es: Alta en alimentos procesados
fr: Élevé dans les aliments transformés
it: Alta in alimenti processati
pt: Alta em alimentos processados
tr: İşlenmiş gıdaların yüksek olduğu

# low_protein
source: Low in protein
de: Niedrig in Protein
es: Baja en proteínas
fr: Faible en protéines
it: Bassa in proteine
pt: Baixa em proteínas
tr: Protein yüksek

# sitting_hours
source: How many hours per day do you spend sitting?
de: Wie viele Stunden pro Tag verbringen Sie sitzen?
es: ¿Cuántas horas por día pasas sentado?
fr: Combien d'heures par jour passez-vous assis?
it: Quante ore al giorno passi seduto?
pt: Quantas horas por dia você passa sentado?
tr: Gün içinde kaç saat oturuyorsunuz?

# daily_steps
source: How many steps do you take daily?
de: Wie viele Schritte nehmen Sie täglich?
es: ¿Cuántos pasos das por día?
fr: Combien de pas prenez-vous par jour?
it: Quanti passi fai al giorno?
pt: Quantos passos você toma por dia?
tr: Gün içinde kaç adım atıyorsunuz?
