Repository: genDelta8/naturafit
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt, tr

# create_first_template
source: Create your first meal template
de: Erstelle deine erste Mahlzeitenvorlage
es: Crea tu primera plantilla de comida
fr: Créez votre premier modèle de repas
it: Crea il tuo primo modello di pasto
pt: Crie seu primeiro modelo de refeição
tr: İlk şablonu oluştur

source: Unnamed Template
de: Unbenannter Vorlage
es: Plantilla sin nombre
fr: Modèle non nommé
it: Modello non nominato
pt: Modelo Não Nomeado
tr: İsimsiz Şablon

source: Type
de: Typ
es: Tipo
pt: Tipo
tr: Tip

source: Resources
de: Ressourcen
es: Recursos
fr: Ressources
it: Risorse
pt: Recursos
tr: Kaynaklar

# search_resources
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
pt: Pesquisar
tr: Kaynak ara...

# templates_section
source: Templates
de: Vorlagen
es: Plantillas
fr: Modèles
it: Modelli
pt: Modelos
tr: Şablonlar

# database_section
source: Database
de: Datenbank
es: Base de datos
fr: Base de données
it: Base di dati
pt: Banco de Dados
tr: Veritabanı

# exercise_library_section
source: Exercise Library
de: Übungsbibliothek
es: Biblioteca de ejercicios
fr: Bibliothèque d'exercices
it: Biblioteca di esercizi
pt: Biblioteca de Exercícios
tr: Egzersiz Kütüphanesi

# workout_title
source: Workout
es: Entrenamiento
fr: Entrainement
it: Allenamento
pt: Treino
tr: Egzersiz

# meal_title
source: Meal
de: Mahlzeit
es: Comida
fr: Repas
it: Pasto
pt: Refeição
tr: Öğün

# exercises_title
source: Exercises
de: Übungen
es: Ejercicios
fr: Exercices
it: Esercizi
pt: Exercícios
tr: Egzersiz

# meals_title
source: Meals
de: Mahlzeiten
es: Comidas
fr: Repas
it: Pasti
pt: Refeições
tr: Öğünler

# videos_title
source: Videos
fr: Vidéos
it: Video
pt: Vídeos
tr: Videolar

# images_title
source: Images
de: Bilder
es: Imágenes
it: Immagini
pt: Imagens
tr: Görseller

source: Age
de: Alter
es: Edad
fr: Âge
it: Età
pt: Idade
tr: Yaş

# serving_size_meal_card
source: Serving Size
de: Portionsgröße
es: Tamaño de porción
fr: Taille de la portion
it: Taglia della porzione
pt: Tamanho da Porção
tr: Ölçü

source: Preparation
de: Vorbereitung
es: Preparación
fr: Préparation
it: Preparazione
pt: Preparação
tr: Hazırlık

# created_by_trainer
source: Created by {trainerName}
de: Erstellt von {trainerName}
es: Creado por {trainerName}
fr: Créé par {trainerName}
it: Creato da {trainerName}
pt: Criado por {trainerName}
tr: {trainerName} tarafından oluşturuldu

source: Cancel Request
de: Anfrage stornieren
es: Cancelar solicitud
fr: Annuler la demande
it: Annulla la richiesta
pt: Cancelar Solicitação
tr: İstek İptal Et

source: Leave Group
de: Gruppe verlassen
es: Abandonar grupo
fr: Quitter le groupe
it: Abbandona il gruppo
pt: Sair do Grupo
tr: Gruptan Ayrıl

source: Create Group Chat
de: Gruppen Chat erstellen
es: Crear chat de grupo
fr: Créer un chat de groupe
it: Crea un chat di gruppo
pt: Criar Chat de Grupo
tr: Grup Sohbeti Oluştur

source: Group Name
de: Gruppen Name
es: Nombre del grupo
fr: Nom du groupe
it: Nome del gruppo
pt: Nome do Grupo
tr: Grup Adı

source: No participants yet
de: Noch keine Teilnehmer
es: No hay participantes todavía
fr: Aucun participant encore
it: Nessun partecipante ancora
pt: Nenhum participante ainda
tr: Henüz katılımcı yok

# exercise_images_title
source: Exercise Images
de: Übungsbilder
es: Imágenes de ejercicio
fr: Images d'exercice
it: Immagini di esercizio
pt: Imagens de Exercício
tr: Görseller

source: Home
de: Startseite
es: Inicio
fr: Accueil
pt: Início
tr: Ev

# add_new_client_button
source: Add Client
de: Kunde hinzufügen
es: Añadir Cliente
fr: Ajouter Client
it: Aggiungi Cliente
pt: Adicionar Cliente
tr: Müşteri Ekle

source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Biblioteca
pt: Biblioteca
tr: Kaynak

# status_current
source: CURRENT
de: AKTUELL
es: ACTUAL
fr: ACTUEL
it: ATTUALE
pt: ATUAL
tr: GÜNCEL

# status_active
source: ACTIVE
de: AKTIV
es: ACTIVO
fr: ACTIF
it: ATTIVO
pt: ATIVO
tr: AKTİF

# status_confirmed
source: CONFIRMED
de: BESTÄTIGT
es: CONFIRMADO
fr: CONFIRMÉ
it: CONFIRMATO
pt: CONFIRMADO
tr: ONAYLANDI

# status_pending
source: PENDING
es: PENDIENTE
fr: EN ATTENTE
it: IN ATTESA
pt: PENDENTE
tr: BEKLEMEDE

# status_template
source: TEMPLATE
tr: ŞABLON

# status_completed
source: COMPLETED
de: ABGESCHLOSSEN
es: COMPLETADO
fr: COMPLETÉ
it: COMPLETATO
pt: COMPLETADO
tr: TAMAMLANDI

# status_cancelled
source: CANCELLED
de: ABGEBROCHEN
es: CANCELADO
fr: ANNULÉ
it: ANNULLATO
pt: CANCELADO
tr: İPTAL EDİLDİ

# status_requested
source: REQUESTED
de: ANGEFRAGT
es: SOLICITADO
fr: SOLICITÉ
it: SOLICITATO
pt: SOLICITADO
tr: TALEP EDİLDİ

# status_created
source: CREATED
de: ERSTELLT
es: CREADO
fr: CRÉÉ
it: CREATO
pt: CRIADO
tr: OLUŞTURULDU

# status_available
source: AVAILABLE
de: VERFÜGBAR
es: DISPONIBLE
fr: DISPONIBLE
it: DISPONIBILE
pt: DISPONÍVEL
tr: MÜSAİT

source: Health Goals
de: Gesundheitsziele
es: Objetivos de salud
fr: Objectifs de santé
it: Obiettivi di salute
pt: Objetivos de Saúde
tr: Sağlık Hedefleri

# what_achieve
source: What do you want to achieve?
de: Was möchten Sie erreichen?
es: ¿Qué quieres lograr?
fr: Qu'en pensez-vous?
it: Che ne pensi?
pt: O que você deseja alcançar?
tr: Neyi başarmak istiyorsunuz?

# any_medical_conditions
source: Any medical conditions or health concerns?
de: Beliebige medizinische Bedingungen oder Gesundheitsprobleme?
es: ¿Alguna condición médica o preocupación de salud?
fr: Des conditions médicales ou des préoccupations de santé?
it: Condizioni mediche o preoccupazioni per la salute?
pt: Qualquer condição médica ou preocupação com a saúde?
tr: Herhangi bir tıbbi durum veya sağlık endişesi?

# past_current_injuries
source: Past or current injuries, surgeries
de: Vorherige oder aktuelle Verletzungen, Operationen
es: Lesiones pasadas o actuales, cirugías
fr: Des blessures passées ou actuelles, des opérations?
it: Les blessures passées ou actuelles, les opérations?
pt: Lesões passadas ou atuais, cirurgias
tr: Geçmiş veya mevcut yaralanmalar, ameliyatlar

# previous_exercise
source: Previous exercise experience
de: Vorherige Sportausbildung
es: Experiencia previa en ejercicio
fr: Expérience précédente en exercice
it: Esperienza precedente nell'esercizio
pt: Experiência de exercício anterior
tr: Önceki egzersiz deneyimi

# special_diets
source: Special diets, eating patterns, allergies
de: Spezielle Diäten, Ernährungsmuster, Allergien
es: Dietas especiales, patrones de alimentación, alergias
fr: Diètes spéciales, habitudes alimentaires, allergies
it: Diete speciali, abitudini alimentari, allergie
pt: Dietas especiais, padrões de alimentação, intolerâncias
tr: Özel diyetler, yeme düzenleri, alerjiler

# preferred_training
source: Preferred training days and times
de: Gewünschte Trainings Tage und Zeiten
es: Días y horarios de entrenamiento preferidos
fr: Jours et heures de préférence pour l'entrainement
it: Giorni e ore di preferenza per l'allenamento
pt: Dias e horários de treinamento preferidos
tr: Tercih edilen antrenman günleri ve saatleri

# preferred_exercises
source: Preferred types of exercise
de: Gewünschte Arten von Übungen
es: Tipos de ejercicio preferidos
fr: Types d'exercices de préférence
it: Tipi di esercizi di preferenza
pt: Tipos de exercício preferidos
tr: Tercih edilen egzersiz türleri

source: e.g., Weight loss, Muscle gain, Maintenance
de: z.B., Gewichtsverlust, Muskelgewinn, Wartung
es: e.g., pérdida de peso, ganancia de masa muscular, mantenimiento
fr: e.g., Perte de poids, Gain de muscle, Maintenance
it: e.g., Perdita di peso, Guadagno di muscolo, Manutenzione
pt: e.g., Perda de peso, Ganho de massa muscular, Manutenção
tr: örnek: Kilo kaybı, kas kazancı, koruma

source: e.g., 4 weeks
de: z.B., 4 Wochen
es: e.g., 4 semanas
fr: e.g., 4 semaines
it: e.g., 4 settimane
pt: e.g., 4 semanas
tr: örnek: 4 hafta

source: e.g., 2000 kcal
de: z.B., 2000 kcal
tr: örnek: 2000 kcal

source: e.g., Mediterranean, Keto, Vegan
de: z.B., Mediterrane, Keto, Vegan
es: e.g., Mediterráneo, cetogénico, vegano
fr: e.g., Méditerranéen, Keto, Vegan
it: e.g., Mediterraneo, Keto, Vegan
pt: e.g., Mediterrâneo, Cetogênico, Vegano
tr: örnek: Akdeniz, Keto, Vegan

source: e.g., Allergies, intolerances, preferences
de: z.B., Allergien, Intoleranzen, Präferenzen
es: e.g., alergias, intolerancias, preferencias
fr: e.g., Allergies, intolerances, préférences
it: e.g., Allergie, intoleranze, preferenze
pt: e.g., Alergias, intolerâncias, preferências
tr: örnek: Allerjiler, intoleranslar, tercihler

source: Workout Type
es: Tipo de entrenamiento
fr: Type d'entrainement
it: Tipo di allenamento
pt: Tipo de Treinamento
tr: Antrenman Tipi

# e_g_strength_hiit_cardio
source: e.g., Strength Training, HIIT, Cardio
de: z.B., Stärke Training, HIIT, Cardio
es: e.g., entrenamiento de fuerza, HIIT, cardio
pt: e.g., Treinamento de Força, HIIT, Cardio
tr: örnek: Güç Antrenmanı, HIIT, Kardiyoloji

source: Equipment Needed
de: Ausrüstung benötigt
es: Equipo necesario
fr: Équipement nécessaire
it: Equipaggiamento necessario
pt: Equipamento Necessário
tr: Ekipman Gereksinimi

source: Select or enter equipment needed
de: Ausrüstung auswählen oder eingeben
es: Seleccionar o ingresar equipo necesario
fr: Sélectionner ou entrer l'équipement nécessaire
it: Seleziona o inserisci l'equipaggiamento necessario
pt: Selecione ou insira o equipamento necessário
tr: Seç veya girilen ekipman gereksinimi

source: e.g., 6 Week Strength Plan
de: z.B., 6 Wochen Stärke Plan
es: e.g., plan de 6 semanas de entrenamiento de fuerza
fr: e.g., Plan de 6 semaines de force
it: e.g., Piano di 6 settimane di forza
pt: e.g., Plano de Treinamento de Força de 6 Semanas
tr: örnek: 6 haftalık güç antrenmanı

source: Session Category
de: Session Kategorie
es: Categoría de sesión
fr: Catégorie de session
it: Categoria di sessione
pt: Categoria de Sessão
tr: Seans Kategorisi

# schedule_session_title
source: Schedule Session
de: Session Planung
es: Programar sesión
fr: Planifier une session
it: Pianificare una sessione
pt: Agendar Sessão
tr: Seans Planla

source: Type client name
de: Client Name eingeben
es: Escribe el nombre del cliente
fr: Type de nom de client
it: Tipo di nome del cliente
pt: Digite o nome do cliente
tr: Müşteri adını giriniz

source: Select Clients
de: Clients auswählen
es: Seleccionar clientes
fr: Sélectionner des clients
it: Seleziona clienti
pt: Selecionar Clientes
tr: Müşteriler seç

source: Select clients for group session
de: Clients für Gruppensession auswählen
es: Seleccionar clientes para sesión de grupo
fr: Sélectionner des clients pour une session de groupe
it: Seleziona clienti per una sessione di gruppo
pt: Selecionar clientes para sessão de grupo
tr: Grup seans için müşteriler seç

source: clients selected
de: Clients ausgewählt
es: clientes seleccionados
fr: clients sélectionnés
it: clienti selezionati
pt: clientes selecionados
tr: müşteri seçildi

source: Or Add Client Manually
de: Oder Client Manuell hinzufügen
es: O agregar cliente manualmente
fr: Ou ajouter un client manuellement
it: Oppure aggiungi un cliente manualmente
pt: Ou Adicionar Cliente Manualmente
tr: veya manuel olarak müşteri ekle

# create_available_time_slots_description
source: Create available time slots that clients can book through the app.
de: Erstellen Sie verfügbare Zeitscheiben, die Kunden über die App buchen können.
es: Crear horarios disponibles que los clientes pueden reservar a través de la app.
fr: Créer des créneaux de temps disponibles que les clients peuvent réserver via l'application.
it: Crea dei crannelli di tempo disponibili che i clienti possono prenotare tramite l'app.
pt: Crie horários disponíveis que os clientes podem agendar através do aplicativo.
tr: Müşterilerin uygulama aracılığıyla rezerve edebileceği mevcut zaman dilimlerini oluşturun.

source: Session Type
de: Session Typ
es: Tipo de sesión
fr: Type de session
it: Tipo di sessione
pt: Tipo de Sessão
tr: Seans Tipi

source: Follow-up
de: Nachfolge
es: Seguimiento
fr: Suivi
it: Seguimento
pt: Acompanhamento
tr: Takip Seansı

source: Initial
es: Inicial
it: Iniziale
pt: Inicial
tr: İlk Seans

source: Session Mode
es: Modo de sesión
it: Modalità di sessione
pt: Modo de Sessão
tr: Seans Modu

source: Add Photo
de: Foto hinzufügen
es: Agregar foto
fr: Ajouter une photo
it: Aggiungi una foto
pt: Adicionar Foto
tr: Fotoğraf Ekle

source: Select a client
de: Client auswählen
es: Seleccionar un cliente
fr: Sélectionner un client
it: Seleziona un cliente
pt: Selecionar um cliente
tr: Bir müşteri seçin

source: No messages found
de: Keine Nachrichten gefunden
es: No se encontraron mensajes
fr: Aucun message trouvé
it: Nessun messaggio trovato
pt: Nenhuma mensagem encontrada
tr: Mesaj bulunamadı

source: Group Chat
de: Gruppen Chat
es: Chat de grupo
fr: Chat de groupe
it: Chat di gruppo
pt: Chat de Grupo
tr: Grup Sohbeti

# workout_plan_title
source: Workout Plans
de: Workout Pläne
es: Planes de entrenamiento
fr: Plans d'entrainement
it: Piani di allenamento
pt: Planos de Treinamento
tr: Antrenman Planları

# meal_plan_title
source: Meal Plans
de: Mahlzeiten Pläne
es: Planes de nutrición
fr: Plans alimentaires
it: Piani alimentari
pt: Planos de Refeições
tr: Beslenme Planları

# exercises_title_resources
source: Exercises
de: Übungen
es: Ejercicios
fr: Exercices
it: Esercizi
pt: Exercícios
tr: Egzersizler

# one_x_training
source: 1:X Training
es: Entrenamiento 1:X
fr: 1:X Entrainement
it: 1:X Allenamento
pt: Treinamento 1:X
tr: 1:X Antrenmanı

source: Assessment
de: Bewertung
es: Evaluación
fr: Évaluation
it: Valutazione
pt: Avaliação
tr: Değerlendirme

source: Progress Review
de: Fortschrittsbewertung
es: Revisión de progreso
fr: Revue de progression
it: Revisione di progressione
pt: Avaliação de Progresso
tr: İlerleme Değerlendirmesi

source: Consultation
de: Beratung
es: Consulta
it: Consultazione
pt: Consulta
tr: Danışma

# other_category
source: Other
de: Andere
es: Otro
fr: Autre
it: Altro
pt: Outro
tr: Diğer

source: Any
de: Beliebig
es: Cualquier
fr: Quelconque
it: Qualunque
pt: Qualquer
tr: Herhangi bir

# one_one_training
source: 1:1 Training
es: Entrenamiento 1:1
fr: 1:1 Entrainement
it: 1:1 Allenamento
pt: Treinamento 1:1
tr: 1:1 Antrenman

source: Date
de: Datum
es: Fecha
it: Data
pt: Data
tr: Tarih

source: Time
de: Zeit
es: Hora
fr: Temps
it: Tempo
pt: Hora
tr: Zaman

source: Mode
de: Modus
es: Modo
it: Modalità
pt: Modo
tr: Mod

source: Are you sure you want to cancel this session?
de: Sind Sie sicher, dass Sie diese Sitzung stornieren möchten?
es: ¿Estás seguro de querer cancelar esta sesión?
fr: Êtes-vous sûr de vouloir annuler cette session?
it: Sei sicuro di voler annullare questa sessione?
pt: Tem certeza que deseja cancelar esta sessão?
tr: Bu seansı iptal etmek istediğinize emin misiniz?

source: Failed to cancel session. Please try again.
de: Fehler beim Stornieren der Sitzung. Bitte versuchen Sie es erneut.
es: Error al cancelar la sesión. Por favor, inténtalo de nuevo.
fr: Échec de l'annulation de la session. Veuillez réessayer.
it: Fallito l'annullamento della sessione. Per favore riprova.
pt: Erro ao cancelar a sessão. Por favor, tente novamente.
tr: Seans iptal edilemedi. Lütfen tekrar deneyiniz.

source: Session cancelled successfully
de: Sitzung erfolgreich storniert
es: Sesión cancelada correctamente
fr: Session annulée avec succès
it: Sessione annullata con successo
pt: Sessão cancelada com sucesso
tr: Seans başarıyla iptal edildi

source: Strength Training Program
de: Stärke Training Programm
es: Programa de entrenamiento de fuerza
fr: Entrainement de force
it: Allenamento di forza
pt: Programa de Treinamento de Força
tr: Güç Antrenmanı Programı

source: Weight Loss Program
de: Gewichtsverlust Programm
es: Programa de pérdida de peso
fr: Programme de perte de poids
it: Programma di perdita di peso
pt: Programa de Perda de Peso
tr: Kilo Verme Programı

source: Muscle Building Program
de: Muskelaufbau Programm
es: Programa de construcción de masa muscular
fr: Programme de construction de muscle
it: Programma di costruzione di muscolo
pt: Programa de Ganho de Massa Muscular
tr: Kas Kütle Programı

source: HIIT Program
de: HIIT Programm
es: Programa HIIT
fr: Programme HIIT
it: Programma HIIT
pt: Programa HIIT
tr: HIIT Programı

source: Endurance Training Program
de: Endurance Training Programm
es: Programa de entrenamiento de resistencia
fr: Programme d'entrainement de l'endurance
it: Programma di allenamento dell'endurance
pt: Programa de Treinamento de Endurância
tr: Dayanıklılık Antrenmanı Programı

source: Functional Fitness Program
de: Funktionale Fitness Programm
es: Programa de fitness funcional
fr: Programme de fitness fonctionnel
it: Programma di fitness funzionale
pt: Programa de Fitness Funcional
tr: İşlevsel Fitness Programı

source: Body Transformation Program
de: Körpertransformation Programm
es: Programa de transformación corporal
fr: Programme de transformation corporelle
it: Programma di trasformazione corporea
pt: Programa de Transformação Corporal
tr: Vücut Dönüşüm Programı

source: Athletic Performance Program
de: Athletischer Leistung Programm
es: Programa de rendimiento atlético
fr: Programme de performance athlétique
it: Programma di performance atletica
pt: Programa de Desempenho Atlético
tr: Spor Performans Programı

source: Rehabilitation Program
de: Rehabilitation Programm
es: Programa de rehabilitación
fr: Programme de rééducation
it: Programma di rééducation
pt: Programa de Reabilitação
tr: Rehabilitasyon Programı

source: Mobility & Flexibility Program
de: Mobility & Flexibility Programm
es: Programa de movilidad y flexibilidad
fr: Programme de mobilité et de souplesse
it: Programma di mobilità e di elasticità
pt: Programa de Mobilidade e Flexibilidade
tr: Mobility & Flexibility Programı

source: Build Muscle Mass
de: Muskelaufbau
es: Construir masa muscular
fr: Construire la masse musculaire
it: Costruire la massa muscolare
pt: Construir Massa Muscular
tr: Kas Kütle

source: Lose Body Fat
de: Körperfett verlieren
es: Perder grasa corporal
fr: Perdre du gras corporel
it: Perdere il grasso corporeo
pt: Perder Gordura Corporal
tr: Kilo Verme

source: Increase Strength
de: Stärke erhöhen
es: Aumentar fuerza
fr: Augmenter la force
it: Aumentare la forza
pt: Aumentar Força
tr: Güç Artırma

source: Improve Endurance
de: Endurance verbessern
es: Mejorar resistencia
fr: Améliorer l'endurance
it: Migliorare l'endurance
pt: Melhorar Endurância
tr: Dayanıklılık Artırma

source: Enhance Flexibility
de: Flexibilität verbessern
es: Aumentar flexibilidad
fr: Renforcer la souplesse
it: Rinforzare la flessibilità
pt: Aumentar Flexibilidade
tr: Esneklik Artırma

source: Athletic Performance
de: Athletischer Leistung
es: Rendimiento atlético
fr: Performance athlétique
it: Performance atletica
pt: Desempenho Atlético
tr: Spor Performans

source: General Fitness
de: Allgemeine Fitness
es: Fitness general
fr: Fitness générale
it: Fitness generale
pt: Fitness Geral
tr: Genel Fitness

source: Body Recomposition
de: Körperzusammensetzung
es: Recompozición corporal
fr: Récomposition corporelle
it: Rimodellamento corporeo
pt: Recomposição Corporal
tr: Beden Yeniden Yapılandırma

source: Injury Recovery
de: Verletzungsherstellung
es: Recuperación de lesiones
fr: Récupération des blessures
it: Ristabilimento delle lesioni
pt: Recuperação de Lesões
tr: Yaralanma İyileştirme

source: Sports Specific Training
es: Entrenamiento específico deportivo
fr: Entrainement spécifique aux sports
it: Allenamento specifico per lo sport
pt: Treinamento Específico de Esportes
tr: Spor Özel Antrenman

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pt: Editar
tr: Düzenle

# minutes_session_details
source: minutes
de: Minuten
es: minutos
it: minuti
pt: minutos
tr: dakika

# status_booked
source: BOOKED
de: GEBUCHT
es: RESERVADA
fr: RÉSERVÉ
it: PRENOTATO
pt: CONFIRMADO
tr: REZERVE

# status_manual
source: MANUAL
fr: MANUEL
it: MANUEL
tr: MANUEL

source: GROUP MESSAGE
de: GRUPPENNACHRICHT
es: MENSAJE DE GRUPO
fr: MESSAGE DE GROUPE
it: MESSAGGIO DI GRUPPO
pt: MENSAGEM DE GRUPO
tr: GRUP MESAJI

source: MESSAGE
de: NACHRICHT
es: MENSAJE
it: MESSAGGIO
pt: MENSAGEM
tr: MESAJ

# status_withdrawn
source: WITHDRAWN
de: ABGEZOGEN
es: ANULADA
fr: ANNULÉ
it: ANNULLATO
pt: CANCELADO
tr: İPTAL EDİLDİ

# status_recurring
source: RECURRING
de: Wiederkehrend
es: RECURRIENTE
fr: RÉCURRENT
it: RICORRENTE
pt: RECORRENTE
tr: REZERVE

# status_rejected
source: REJECTED
de: ABGELEHNT
es: RECHAZADA
fr: REJETÉ
it: RIFIUTATO
pt: REJEITADO
tr: REDEDİLDİ

# four_weeks
source: 4 Weeks
de: 4 Wochen
es: 4 semanas
fr: 4 Semaines
it: 4 Settimane
pt: 4 Semanas
tr: 4 Hafta

# six_weeks
source: 6 Weeks
de: 6 Wochen
es: 6 semanas
fr: 6 Semaines
it: 6 Settimane
pt: 6 Semanas
tr: 6 Hafta

# eight_weeks
source: 8 Weeks
de: 8 Wochen
es: 8 semanas
fr: 8 Semaines
it: 8 Settimane
pt: 8 Semanas
tr: 8 Hafta

# twelve_weeks
source: 12 Weeks
de: 12 Wochen
es: 12 semanas
fr: 12 Semaines
it: 12 Settimane
pt: 12 Semanas
tr: 12 Hafta

# sixteen_weeks
source: 16 Weeks
de: 16 Wochen
es: 16 semanas
fr: 16 Semaines
it: 16 Settimane
pt: 16 Semanas
tr: 16 Hafta

# three_months
source: 3 Months
de: 3 Monate
es: 3 meses
fr: 3 Mois
it: 3 Mesi
pt: 3 Meses
tr: 3 Ay

# six_months
source: 6 Months
de: 6 Monate
es: 6 meses
fr: 6 Mois
it: 6 Mesi
pt: 6 Meses
tr: 6 Ay

# two_sessions_per_week
source: 2 Sessions per Week
de: 2 Sessions pro Woche
es: 2 sesiones por semana
fr: 2 Sessions par semaine
it: 2 Sessioni per settimana
pt: 2 Sessões por Semana
tr: Haftada 2 Seans

# three_sessions_per_week
source: 3 Sessions per Week
de: 3 Sessions pro Woche
es: 3 sesiones por semana
fr: 3 Sessions par semaine
it: 3 Sessioni per settimana
pt: 3 Sessões por Semana
tr: Haftada 3 Seans

# four_sessions_per_week
source: 4 Sessions per Week
de: 4 Sessions pro Woche
es: 4 sesiones por semana
fr: 4 Sessions par semaine
it: 4 Sessioni per settimana
pt: 4 Sessões por Semana
tr: Haftada 4 Seans

# five_sessions_per_week
source: 5 Sessions per Week
de: 5 Sessions pro Woche
es: 5 sesiones por semana
fr: 5 Sessions par semaine
it: 5 Sessioni per settimana
pt: 5 Sessões por Semana
tr: Haftada 5 Seans

source: Upper Body
de: Oberkörper
es: Parte superior del cuerpo
fr: Haut du corps
it: Parte superiore del corpo
pt: Parte Superior do Corpo
tr: Üst Vücut

source: Lower Body
de: Unterkörper
es: Parte inferior del cuerpo
fr: Bas du corps
it: Parte inferiore del corpo
pt: Parte Inferior do Corpo
tr: Alt Vücut

source: Push Day
de: Push Tag
es: Día de empuje
fr: Jour de poussée
it: Giorno di push
pt: Dia de Empurrar
tr: İtiş Günü

source: Pull Day
de: Pull Tag
es: Día de tracción
fr: Jour de traction
it: Giorno di pull
pt: Dia de Puxar
tr: Çekiş Günü

source: Legs Day
de: Legs Tag
es: Día de piernas
fr: Jour des jambes
it: Giorno delle gambe
pt: Dia dos Pernas
tr: Bacak

source: Back & Shoulders
de: Rücken & Schultern
es: Espalda y hombros
fr: Dos & épaules
it: Dorsa & Spalle
pt: Costas e Ombros
tr: Sırt & Omuz

source: Chest & Triceps
de: Brust & Triceps
es: Pecho y tríceps
fr: Pectoraux & Triceps
it: Pectorali & Triceps
pt: Peito e Tríceps
tr: Göğüs & Triceps

source: Back & Biceps
de: Rücken & Biceps
es: Espalda y bíceps
fr: Dos & Biceps
it: Dorsa & Bicipiti
pt: Costas e Bíceps
tr: Sırt & Biceps

source: Shoulders & Arms
de: Schultern & Armen
es: Hombros y brazos
fr: Épaules & Bras
it: Spalle & Braccia
pt: Ombros e Braços
tr: Omuz & Kol

source: Hypertrophy Training
de: Hypertrophie Training
es: Entrenamiento de hipertrofia
fr: Entrainement de hypertrophie
it: Allenamento di ipertrofia
pt: Treinamento de Hipertrófia
tr: Hipertrifikasyon Antrenmanı

source: Circuit Training
es: Entrenamiento de circuito
fr: Entrainement en circuit
it: Allenamento in circuito
pt: Treinamento de Circuito
tr: Devre Antrenmanı

source: HIIT
tr: HIIT Antrenmanı

source: Endurance Training
es: Entrenamiento de resistencia
fr: Entrainement de l'endurance
it: Allenamento di endurance
pt: Treinamento de Endurância
tr: Dayanıklılık Antrenmanı
