Repository: genDelta8/naturafit
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt, tr

source: My Team
de: Mein Team
es: Mi equipo
fr: Mon équipe
it: Il mio team
pt: Meu Time
tr: Takımım

# search_team
source: Search your team...
de: Such dein Team...
es: Buscar tu equipo...
fr: Rechercher votre équipe...
it: Cerca il tuo team...
pt: Pesquise seu time...
tr: Takımını ara...

source: You
de: Du
es: Tú
fr: Vous
it: Tu
pt: Você
tr: Sen

source: Trainer Details
es: Detalles del entrenador
fr: Détails du formateur
it: Dettagli del trainer
pt: Detalhes do Treinador
tr: Eğitmen Detayları

source: Trainer
es: Entrenador
fr: Formateur
pt: Treinador
tr: Eğitmen

source: Contact Information
de: Kontaktinformation
es: Información de contacto
fr: Informations de contact
it: Informazioni di contatto
pt: Informações de Contato
tr: İletişim Bilgileri

source: Professional Information
de: Berufliche Informationen
es: Información profesional
fr: Informations professionnelles
it: Informazioni professionali
pt: Informações Profissionais
tr: Profesyonel Bilgiler

source: Email
es: Correo electrónico
tr: E-posta

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono
pt: Telefone
tr: Telefon

source: Location
de: Standort
es: Ubicación
it: Posizione
pt: Localização
tr: Konum

source: Specialization
de: Spezialisierung
es: Especialización
fr: Spécialisation
it: Specializzazione
pt: Especialização
tr: Uzmanlık

source: Experience
de: Erfahrung
es: Experiencia
fr: Expérience
it: Esperienza
pt: Experiência
tr: Deneyim

source: Certifications
de: Zertifikate
es: Certificaciones
it: Certificazioni
pt: Certificações
tr: Sertifikalar

source: Front View
de: Vorderansicht
es: Vista frontal
fr: Vue de face
it: Vista frontale
pt: Vista Frontal
tr: Ön Görünüm

source: Back View
de: Rückansicht
es: Vista posterior
fr: Vue de dos
it: Vista posteriore
pt: Vista Traseira
tr: Arka Görünüm

source: Left Side
de: Linke Seite
es: Lado izquierdo
fr: Côté gauche
it: Lato sinistro
pt: Lado Esquerdo
tr: Sol Yan

source: Right Side
de: Rechte Seite
es: Lado derecho
fr: Côté droit
it: Lato destro
pt: Lado Direito
tr: Sağ Yan

source: Available Slots
de: Verfügbare Slots
es: Slots disponibles
fr: Slots disponibles
it: Slot disponibili
pt: Slots Disponíveis
tr: Müsait Slotlar

# next_session_in
source: Next available session in
de: Nächster verfügbarer Termin in
es: Sesión disponible en
fr: Prochaine session disponible dans
it: Prossima sessione disponibile tra
pt: Próxima sessão disponível em
tr: Bir sonraki müsait seans

source: Learn More
de: Mehr erfahren
es: Aprender más
fr: En savoir plus
it: Scopri di più
pt: Saiba Mais
tr: Daha Fazla Bilgi

source: No upcoming sessions
de: Keine bevorstehenden Termine
es: No hay sesiones próximas
fr: Aucune session à venir
it: Nessuna sessione in programma
pt: Nenhuma sessão futura
tr: Yaklaşan seans yok

source: Available
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibile
pt: Disponível
tr: Müsait

source: Group Session
de: Gruppentermin
es: Sesión grupal
fr: Session de groupe
it: Sessione di gruppo
pt: Sessão Grupo
tr: Grup Seansı

source: Training Session
de: Trainingstermin
es: Sesión de entrenamiento
fr: Session de formation
it: Sessione di allenamento
pt: Sessão de Treino
tr: Antrenman Seansı

source: GROUP
de: GRUPPE
es: GRUPO
fr: Groupe
it: Gruppo
pt: GRUPO
tr: GRUP

source: WITHDRAWN
de: ABGEZOGEN
es: RETIRADO
fr: RETIRÉ
it: RITIRATO
pt: REEMBOLSADO
tr: ÇEKİLDİ

source: DECLINED
de: ABGELEHNT
es: DECLINADO
fr: REFUSÉ
it: RIFIUTATO
pt: DECLINADO
tr: REDDEDİLDİ

source: PENDING
de: AUSSTEHEND
es: PENDIENTE
fr: EN ATTENTE
it: IN ATTESA
pt: PENDENTE
tr: BEKLEMEDE

source: at {time}
de: um {time}
es: a las {time}
fr: à {time}
it: alle {time}
pt: às {time}
tr: saat {time}

source: Available Slot
de: Verfügbarer Slot
es: Slot disponible
fr: Slot disponible
it: Slot disponibile
pt: Slot Disponível
tr: Müsait Slot

source: REQUESTED
de: ANGEFRAGT
es: SOLICITADO
fr: SOLICITÉ
it: RICHIESTO
pt: SOLICITADO
tr: TALEP EDİLDİ

# no_slots_available
source: No slots available for this date
de: Keine Slots verfügbar für diesen Tag
es: No hay slots disponibles para esta fecha
fr: Aucun slot disponible pour cette date
it: Nessuno slot disponibile per questa data
pt: Nenhum slot disponível para esta data
tr: Bu tarih için müsait slot yok

source: Progress Photos
de: Fortschrittsfotos
es: Fotos de progreso
fr: Photos de progrès
it: Foto dei progressi
pt: Fotos de Progresso
tr: İlerleme Fotoğrafları

source: to compare
de: zu vergleichen
es: para comparar
fr: à comparer
it: da confrontare
pt: para comparar
tr: karşılaştırmak için

source: Compare
de: Vergleichen
es: Comparar
fr: Comparer
it: Confronta
pt: Comparar
tr: Karşılaştır

source: Front
de: Vorderseite
es: Frente
fr: Face
it: Fronte
pt: Frente
tr: Ön

# left
source: Left Side
de: Linke Seite
es: Izquierda
fr: Côté gauche
it: Sinistra
pt: Esquerda
tr: Sol Yan

# right
source: Right Side
de: Rechte Seite
es: Derecha
fr: Côté droit
it: Destra
pt: Direita
tr: Sağ Yan

source: Workout Plan Details
de: Trainingsplan Details
es: Detalles del plan de entrenamiento
fr: Détails du plan de sport
it: Dettagli piano di allenamento
pt: Detalhes do Plano de Treino
tr: Antrenman Planı Detayları

source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
pt: Dia
tr: Gün

source: No notes available
de: Keine Notizen verfügbar
es: No hay notas disponibles
fr: Aucune note disponible
it: Nessuna nota disponibile
pt: Nenhuma nota disponível
tr: Not bulunmuyor

source: Delete Plan
de: Plan löschen
es: Eliminar plan
fr: Supprimer le plan
it: Elimina piano
pt: Deletar Plano
tr: Planı Sil

# delete_plan_title
source: Delete Workout Plan
de: Trainingsplan löschen
es: Eliminar plan de entrenamiento
fr: Supprimer le plan de sport
it: Elimina piano di allenamento
pt: Deletar Plano de Treino
tr: Antrenman Planını Sil

# delete_plan_message
source: Are you sure you want to delete this workout plan? This action cannot be undone.
de: Soll der Trainingsplan wirklich gelöscht werden? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de querer eliminar este plan de entrenamiento? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce plan de sport ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare questo piano di allenamento? Questa azione non può essere annullata.
pt: Tem certeza que deseja deletar este plano de treino? Esta ação não pode ser revertida.
tr: Bu antrenman planını silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Deletar
tr: Sil

# plan_deleted
source: Workout plan deleted successfully
de: Trainingsplan erfolgreich gelöscht
es: Plan de entrenamiento eliminado correctamente
fr: Plan de sport supprimé avec succès
it: Piano di allenamento eliminato con successo
pt: Plano de treino deletado com sucesso
tr: Antrenman planı başarıyla silindi

# plan_completed
source: Workout plan marked as completed successfully
de: Trainingsplan als abgeschlossen markiert
es: Plan de entrenamiento marcado como completado correctamente
fr: Plan de sport marqué comme terminé avec succès
it: Piano di allenamento completato con successo
pt: Plano de treino marcado como concluído com sucesso
tr: Antrenman planı başarıyla tamamlandı olarak işaretlendi

source: Goal
de: Ziel
es: Objetivo
fr: Objectif
it: Obiettivo
pt: Objetivo
tr: Hedef

# error_deleting_plan
source: Error deleting workout plan: {error}
de: Fehler beim Löschen des Trainingsplans: {error}
es: Error al eliminar el plan de entrenamiento: {error}
fr: Erreur lors de la suppression du plan de sport: {error}
it: Errore durante l'eliminazione del piano: {error}
pt: Erro ao deletar plano de treino: {error}
tr: Antrenman planı silinirken hata oluştu: {error}

# error_completing_plan
source: Error marking workout plan as completed: {error}
de: Fehler beim Markieren des Trainingsplans als abgeschlossen: {error}
es: Error al marcar el plan de entrenamiento como completado: {error}
fr: Erreur lors de la marque du plan de sport comme terminé: {error}
it: Errore durante il completamento del piano: {error}
pt: Erro ao marcar plano de treino como concluído: {error}
tr: Antrenman planı tamamlandı olarak işaretlenirken hata oluştu: {error}

# availabale_slots_week_stats_available
source: Available
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibile
pt: Disponível
tr: Müsait

# availabale_slots_week_stats_group
source: Group
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
pt: Grupo
tr: Grup

# availabale_slots_week_stats_recurring
source: Recurring
de: Wiederkehrend
es: Recurrente
fr: Récurrent
it: Ricorrente
pt: Recorrente
tr: Tekrarlanan

# availabale_slots_week_stats_requested
source: Requested
de: Angefragt
es: Solicitado
fr: Demandé
it: Richiesto
pt: Solicitado
tr: Talep Edildi

source: I Am Male
de: Ich bin männlich
es: Soy hombre
fr: Je suis un homme
it: Sono un uomo
pt: Sou Homem
tr: Erkek

source: I Am Female
de: Ich bin weiblich
es: Soy mujer
fr: Je suis une femme
it: Sono una donna
pt: Sou Mulher
tr: Kadın

source: Weekly Schedule
de: Wochenplan
es: Horario semanal
fr: Horaire hebdomadaire
it: Programma settimanale
pt: Agenda Semanal
tr: Haftalık Program

source: No sessions
de: Keine Termine
es: No hay sesiones
fr: Aucune session
it: Nessuna sessione
pt: Nenhuma sessão
tr: Seans yok

source: Virtual
fr: Virtuel
it: Virtuale
tr: Online

source: In-person
es: En persona
fr: En personne
it: Di persona
pt: Presencial
tr: Yüz yüze

source: Initial Session
es: Sesión inicial
fr: Session initiale
it: Sessione iniziale
pt: Sessão Inicial
tr: İlk Seans

source: Follow-up Session
de: Nachfolgetermin
es: Sesión de seguimiento
fr: Session de suivi
it: Sessione di follow-up
pt: Sessão de Acompanhamento
tr: Takip Seansı

source: Recurring Session
de: Wiederkehrender Termin
es: Sesión recurrente
fr: Session récurrente
it: Sessione ricorrente
pt: Sessão Recorrente
tr: Tekrarlanan Seans

source: Booked
de: Gebucht
es: Reservado
fr: Réservé
it: Prenotato
pt: Agendado
tr: Rezerve

source: Cancelled
de: Storniert
es: Cancelado
fr: Annulé
it: Annullato
pt: Cancelado
tr: İptal Edildi

source: Past
de: Vergangen
es: Pasado
fr: Passé
it: Passato
pt: Passado
tr: Geçmiş

source: Monday
de: Montag
es: Lunes
fr: Lundi
it: Lunedì
pt: Segunda-feira
tr: Pazartesi

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
it: Martedì
pt: Terça-feira
tr: Salı

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì
pt: Quarta-feira
tr: Çarşamba

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedì
pt: Quinta-feira
tr: Perşembe

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì
pt: Sexta-feira
tr: Cuma

source: Saturday
de: Samstag
es: Sábado
fr: Samedi
it: Sabato
pt: Sábado
tr: Cumartesi

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica
pt: Domingo
tr: Pazar

source: Meal
de: Essen
es: Comida
fr: Repas
it: Pasto
pt: Refeição
tr: Öğün

source: Workout
de: Training
es: Entrenamiento
fr: Sport
it: Allenamento
pt: Treino
tr: Egzersiz

source: Book Session
de: Termin buchen
es: Reservar Sesión
fr: Réserver Session
it: Prenota Sessione
pt: Agendar Sessão
tr: Seans Rezerve Et

source: Log Progress
de: Fortschritt protokollieren
es: Registrar Progreso
fr: Enregistrer Progrès
it: Registra Progressi
pt: Registrar Progresso
tr: İlerleme Kaydı

# error_loading_details
source: Error loading workout plan details
de: Fehler beim Laden der Trainingsplan-Details
es: Error al cargar los detalles del plan de entrenamiento
fr: Erreur lors du chargement des détails du plan de sport
it: Errore durante il caricamento dei dettagli del piano
pt: Erro ao carregar detalhes do plano de treino
tr: Antrenman planı detayları yüklenirken hata oluştu

source: Client
de: Klient
es: Cliente
it: Cliente
pt: Cliente
tr: Danışan

source: Account
de: Konto
es: Cuenta
fr: Compte
pt: Conta
tr: Hesap

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pt: Perfil
tr: Profil

source: Available Hours
de: Verfügbare Stunden
es: Horas disponibles
fr: Heures disponibles
it: Ore disponibili
pt: Horários Disponíveis
tr: Müsait Saatler

# available_hours_subtitle
source: Default duration, buffer time
de: Standarddauer, Pufferzeit
es: Duración predeterminada, tiempo de buffer
fr: Durée par défaut, temps de relâche
it: Durata predefinita, tempi di pausa
pt: Duração padrão, tempo de buffer
tr: Varsayılan süre, ara süresi

source: Payment Settings
de: Zahlungseinstellungen
es: Configuración de pago
fr: Paramètres de paiement
it: Impostazioni pagamento
pt: Configurações de Pagamento
tr: Ödeme Ayarları

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
pt: Segurança
tr: Güvenlik

source: Sensitive Data
de: Sensible Daten
es: Datos sensibles
fr: Données sensibles
it: Dati sensibili
pt: Dados Sensíveis
tr: Hassas Veriler

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pt: Senha
tr: Şifre

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
pt: Notificações
tr: Bildirimler

source: Push Notifications
de: Push Benachrichtigungen
es: Notificaciones push
fr: Notifications Push
it: Notifiche push
pt: Notificações Push
tr: Push Bildirimleri

source: Email Notifications
de: Email Benachrichtigungen
es: Notificaciones por correo electrónico
fr: Notifications par email
it: Notifiche email
pt: Notificações por Email
tr: E-posta Bildirimleri

source: App Settings
de: App Einstellungen
es: Configuración de la app
fr: Paramètres de l'application
it: Impostazioni app
pt: Configurações do App
tr: Uygulama Ayarları

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt: Idioma
tr: Dil

source: Unit Preferences
de: Einheitseinstellungen
es: Preferencias de unidades
fr: Préférences unitaires
it: Preferenze unità
pt: Preferências de Unidade
tr: Birim Tercihleri

source: Dark Mode
de: Dunkler Modus
es: Modo oscuro
fr: Mode sombre
it: Modalità scura
pt: Modo Escuro
tr: Karanlık Mod

source: Support
es: Soporte
it: Supporto
pt: Suporte
tr: Destek

source: Help Center
de: Hilfezentrum
es: Centro de ayuda
fr: Centre d'aide
it: Centro assistenza
pt: Centro de Ajuda
tr: Yardım Merkezi

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
pt: Política de Privacidade
tr: Gizlilik Politikası

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
it: Termini di servizio
pt: Termos de Serviço
tr: Kullanım Koşulları

source: About Us
de: Über uns
es: Sobre nosotros
fr: À propos de nous
it: Chi siamo
pt: Sobre Nós
tr: Hakkımızda

source: Feedback
tr: Geribildirim

source: Rate Us
de: Bewerte uns
fr: Notez-nous
it: Valutaci
pt: Avalie-nos
tr: Bizi Değerlendir

source: FAQs
it: FAQ
tr: SSS

source: Contact Us
de: Kontaktiere uns
es: Contactanos
fr: Contactez-nous
it: Contattaci
pt: Contate-nos
tr: Bize Ulaşın

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
pt: Sair
tr: Çıkış Yap

source: Danger Zone
de: Gefahrenzone
es: Zona peligrosa
fr: Zone dangereuse
it: Zona pericolosa
pt: Zona de Perigo
tr: Tehlikeli Bölge

source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
pt: Deletar Conta
tr: Hesabı Sil

source: Session Details
de: Termin Details
es: Detalles de la sesión
fr: Détails de la session
it: Dettagli sessione
pt: Detalhes da Sessão
tr: Seans Detayları

source: Cancel Session
de: Termin stornieren
es: Cancelar sesión
fr: Annuler la session
it: Annulla sessione
pt: Cancelar Sessão
tr: Seansı İptal Et

# cancel_session_message
source: Are you sure you want to cancel this session?
de: Soll der Termin wirklich storniert werden?
es: ¿Estás seguro de querer cancelar esta sesión?
fr: Êtes-vous sûr de vouloir annuler cette session?
it: Sei sicuro di voler annullare questa sessione?
pt: Tem certeza que deseja cancelar esta sessão?
tr: Bu seansı iptal etmek istediğinizden emin misiniz?

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
pt: Confirmar
tr: Onayla

source: PARTICIPATE
de: TEILNEHMEN
es: PARTICIPAR
fr: PARTICIPER
it: PARTECIPA
pt: PARTICIPAR
tr: KATIL

source: BOOK NOW
de: TERMIN BUCHEN
es: RESERVAR AHORA
fr: RÉSERVER
it: PRENOTA ORA
pt: AGENDAR AGORA
tr: HEMEN REZERVE ET

source: Delete Session
de: Termin löschen
es: Eliminar sesión
fr: Supprimer la session
it: Elimina sessione
pt: Deletar Sessão
tr: Seansı Sil

# delete_session_confirm
source: Are you sure you want to delete this session?
de: Soll der Termin wirklich gelöscht werden?
es: ¿Estás seguro de querer eliminar esta sesión?
fr: Êtes-vous sûr de vouloir supprimer cette session?
it: Sei sicuro di voler eliminare questa sessione?
pt: Tem certeza que deseja deletar esta sessão?
tr: Bu seansı silmek istediğinizden emin misiniz?

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
pt: Sim
tr: Evet

source: No
de: Nein
fr: Non
pt: Não
tr: Hayır

# past_session_note
source: The session is in the past. You can still add notes to the session.
de: Der Termin ist in der Vergangenheit. Du kannst weiterhin Notizen zum Termin hinzufügen.
es: La sesión está en el pasado. Aún puedes agregar notas a la sesión.
fr: La session est passée. Vous pouvez toujours ajouter des notes à la session.
it: La sessione è passata. Puoi ancora aggiungere note alla sessione.
pt: A sessão está no passado. Você ainda pode adicionar notas à sessão.
tr: Bu seans geçmişte. Hala seansa not ekleyebilirsiniz.

# session_request_success
source: Session request sent successfully
de: Terminanfrage erfolgreich gesendet
es: Solicitud de sesión enviada correctamente
fr: Demande de session envoyée avec succès
it: Richiesta sessione inviata con successo
pt: Solicitação de sessão enviada com sucesso
tr: Seans talebi başarıyla gönderildi

# session_request_failed
source: Failed to book session. Please try again.
de: Fehler beim Buchen des Termins. Bitte versuche es erneut.
es: Error al reservar la sesión. Por favor, inténtalo de nuevo.
fr: Échec de la réservation de la session. Veuillez réessayer.
it: Prenotazione sessione fallita. Riprova.
pt: Erro ao agendar sessão. Por favor, tente novamente.
tr: Seans rezervasyonu başarısız oldu. Lütfen tekrar deneyin.

# request_withdrawn_success
source: Request withdrawn successfully
de: Anfrage zurückgezogen erfolgreich
es: Solicitud retirada correctamente
fr: Demande retirée avec succès
it: Richiesta ritirata con successo
pt: Solicitação retirada com sucesso
tr: Talep başarıyla geri çekildi

# error_loading_session
source: Error: {error}
de: Fehler: {error}
fr: Erreur: {error}
it: Errore: {error}
pt: Erro: {error}
tr: Hata: {error}

source: Book a Session
de: Termin buchen
es: Reservar una sesión
fr: Réserver une session
it: Prenota una sessione
pt: Agendar uma Sessão
tr: Seans Rezerve Et

source: Search trainers...
de: Trainer suchen...
es: Buscar entrenadores...
fr: Rechercher des formateurs...
it: Cerca trainer...
pt: Pesquisar treinadores...
tr: Eğitmen ara...

source: View Slots
de: Slots ansehen
es: Ver slots
fr: Voir les slots
it: Visualizza slot
pt: Ver Slots
tr: Slotları Görüntüle

source: Achievements
de: Erfolge
es: Logros
it: Obiettivi raggiunti
pt: Conquistas
tr: Başarılar

source: Progress
de: Fortschritt
es: Progreso
fr: Progression
it: Progressi
pt: Progresso
tr: İlerleme

source: Strength Milestone
de: Stärke Meilenstein
es: Logro de fuerza
fr: Milestone de force
it: Traguardo di forza
pt: Marco de Força
tr: Güç Dönüm Noktası

source: Consistency
de: Konsistenz
es: Consistencia
fr: Consistance
it: Costanza
pt: Consistência
tr: Devamlılık

# workouts_completed
source: {count} workouts completed
de: {count} Trainings abgeschlossen
es: {count} entrenamientos completados
fr: {count} séances de sport terminées
it: {count} allenamenti completati
pt: {count} treinos completados
tr: {count} antrenman tamamlandı

source: Your next available session in
de: Dein nächster verfügbare Termin in
es: Tu próxima sesión disponible en
fr: Votre prochaine session disponible dans
it: La tua prossima sessione disponibile tra
pt: Sua próxima sessão disponível em
tr: Bir sonraki müsait seansınız

source: Meal Plan Details
de: Essenplan Details
es: Detalles del plan de comida
fr: Détails du plan alimentaire
it: Dettagli piano alimentare
pt: Detalhes do Plano de Refeições
tr: Beslenme Planı Detayları

source: Delete Meal Plan
de: Essenplan löschen
es: Eliminar plan de comida
fr: Supprimer le plan alimentaire
it: Elimina piano alimentare
pt: Deletar Plano de Refeições
tr: Beslenme Planını Sil

# delete_meal_plan_message
source: Are you sure you want to delete this meal plan?
de: Soll der Essenplan wirklich gelöscht werden?
es: ¿Estás seguro de querer eliminar este plan de comida?
fr: Êtes-vous sûr de vouloir supprimer ce plan alimentaire?
it: Sei sicuro di voler eliminare questo piano alimentare?
pt: Tem certeza que deseja deletar este plano de refeições?
tr: Bu beslenme planını silmek istediğinizden emin misiniz?

# meal_plan_deleted
source: Meal plan deleted successfully
de: Essenplan erfolgreich gelöscht
es: Plan de comida eliminado correctamente
fr: Plan alimentaire supprimé avec succès
it: Piano alimentare eliminato con successo
pt: Plano de refeições deletado com sucesso
tr: Beslenme planı başarıyla silindi

# error_deleting_meal_plan
source: Error deleting meal plan: {error}
de: Fehler beim Löschen des Essenplans: {error}
es: Error al eliminar el plan de comida: {error}
fr: Erreur lors de la suppression du plan alimentaire: {error}
it: Errore durante l'eliminazione del piano alimentare: {error}
pt: Erro ao deletar plano de refeições: {error}
tr: Beslenme planı silinirken hata oluştu: {error}

source: Welcome back
de: Willkommen zurück
es: Bienvenido de nuevo
fr: Bienvenue de retour
it: Bentornato
pt: Bem-vindo de volta
tr: Tekrar Hoş Geldin

source: Upcoming Sessions
de: Bevorstehende Termine
es: Sesiones próximas
fr: Sessions à venir
it: Sessioni in programma
pt: Sessões Futuras
tr: Yaklaşan Seanslar

# no_upcoming_sessions_message
source: No upcoming sessions
de: Keine bevorstehenden Termine
es: No hay sesiones próximas
fr: Aucune session à venir
it: Nessuna sessione in programma
pt: Nenhuma sessão futura
tr: Yaklaşan seans bulunmuyor

# book_your_first
source: Book your first session
de: Deinen ersten Termin buchen
es: Reserva tu primera sesión
fr: Réservez votre première session
it: Prenota la tua prima sessione
pt: Agende sua primeira sessão
tr: İlk seansını rezerve et

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
pt: Hoje
tr: Bugün

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
it: Domani
pt: Amanhã
tr: Yarın

# in_days
source: in {days} days
de: in {days} Tagen
es: en {days} días
fr: dans {days} jours
it: tra {days} giorni
pt: em {days} dias
tr: {days} gün içinde

# log_progress_title
source: Log Progress
de: Fortschritt protokollieren
es: Registrar progreso
fr: Enregistrer le progrès
it: Registra progressi
pt: Registrar Progresso
tr: İlerleme Kaydı

source: Basic Measurements
de: Grundlegende Messungen
es: Medidas básicas
fr: Mesures de base
it: Misure base
pt: Medidas Básicas
tr: Temel Ölçümler

source: Body Measurements
de: Körpermessungen
es: Medidas del cuerpo
fr: Mesures corporelles
it: Misure corporee
pt: Medidas Corporais
tr: Vücut Ölçüleri

source: Body Fat
de: Körperfett
es: Grasa corporal
fr: Gras
it: Grasso corporeo
pt: Gordura Corporal
tr: Vücut Yağı

source: No notifications
de: Keine Benachrichtigungen
es: No hay notificaciones
fr: Aucune notification
it: Nessuna notifica
pt: Nenhuma notificação
tr: Bildirim yok

# mark_all_read
source: Mark all as read
de: Alle als gelesen markieren
es: Marcar todas como leídas
fr: Marquer toutes comme lues
it: Segna tutto come letto
pt: Marcar todas como lidas
tr: Tümünü okundu işaretle

source: Just now
de: Gerade jetzt
es: Ahora
fr: Juste maintenant
it: Proprio ora
pt: Agora
tr: Az önce
