Repository: genDelta8/naturafit
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt, tr

source: Transform Your Fitness Business
de: Transformiere dein Fitness-Business
es: Transforma tu negocio de fitness
fr: Transformez votre entreprise de fitness
it: Trasforma il tuo business di fitness
pt: Transforme seu negócio de fitness
tr: Fitness İşletmenizi Dönüştürün

# streamline_your_coaching_practice
source: Streamline your coaching practice with our all-in-one platform. Manage clients, schedule sessions, and track progress - all in one place.
de: Streamline deine Coaching-Praxis mit unserer all-in-one-Plattform. Verwalte Kunden, planiere Termine und verfolge Fortschritte - alles an einem Ort.
es: Streamline tu práctica de coaching con nuestra plataforma todo en uno. Administra clientes, agenda sesiones y sigue el progreso - todo en un solo lugar.
fr: Streamlinez votre pratique de coaching avec notre plateforme tout-en-un. Gérez les clients, planifiez les sessions et suivez leur progression - tout en un seul endroit.
it: Semplifica la tua pratica di coaching con la nostra piattaforma completa. Gestisci i clienti, pianifica le sessioni e traccia il progresso - tutto in un unico posto.
pt: Simplifique sua prática de coaching com nossa plataforma completa. Gerencie clientes, agende sessões e acompanhe o progresso - tudo em um só lugar.
tr: Fitness İşletmenizi Dönüştürün

source: Powerful features to help you grow your business and deliver better results
de: Leistungsstarke Funktionen, um Ihr Geschäft zu wachsen und bessere Ergebnisse zu liefern
es: Características poderosas para ayudarle a crecer su negocio y entregar mejores resultados
fr: Des fonctionnalités puissantes pour vous aider à grandir votre entreprise et à livrer de meilleurs résultats
it: Funzionalità potenti per aiutarti a crescere il tuo business e a fornire migliori risultati
pt: Recursos poderosos para ajudar você a crescer seu negócio e entregar melhores resultados
tr: Güçlü özellikler, işinizi büyütmek ve daha iyi sonuçlar sunmak için size yardımcı olacaktır

source: Client Management
de: Kundenverwaltung
es: Gestión de clientes
fr: Gestion des clients
it: Gestione dei clienti
pt: Gerenciamento de clientes
tr: Müşteri Yönetimi

source: Easily manage your clients, track their progress, and maintain detailed profiles.
de: Leicht verwalte deine Kunden, verfolge deren Fortschritte und halte detaillierte Profile.
es: Fácilmente administra tus clientes, sigue su progreso y mantén perfiles detallados.
fr: Gérez facilement vos clients, suivez leur progression et maintenez des profils détaillés.
it: Gestisci facilmente i tuoi clienti, traccia il loro progresso e mantieni profili dettagliati.
pt: Gerencie facilmente seus clientes, acompanhe seu progresso e mantenha perfis detalhados.
tr: Müşterilerinizi kolayca yönetin, onların ilerlemeyi izleyin ve ayrıntılı profillerini koruyun.

source: Smart Scheduling
de: Intelligente Terminplanung
es: Programación inteligente
fr: Planification intelligente
it: Pianificazione intelligente
pt: Agendamento inteligente
tr: Akıllı Planlama

source: Schedule sessions, manage availability, and send automatic reminders.
de: Planiere Termine, verwalte Verfügbarkeit und sende automatische Erinnerungen.
es: Programa sesiones, administra disponibilidad y envía recordatorios automáticos.
fr: Planifiez les sessions, gérez la disponibilité et envoyez des rappels automatiques.
it: Pianifica le sessioni, gestisci la disponibilità e invia promemoria automatici.
pt: Agende sessões, gerencie a disponibilidade e envie lembretes automáticos.
tr: Programları yönetin, mevcutluluğu yönetin ve otomatik hatırlatmalar gönderin.

source: Workout Planning
de: Trainingsplanung
es: Planificación de entrenamiento
fr: Planification des entraînements
it: Pianificazione degli allenamenti
pt: Planejamento de treinamento
tr: Antrenman Planlama

source: Create and assign personalized workout plans with our intuitive builder.
de: Erstelle und weise individuelle Trainingspläne mit unserem intuitiven Builder.
es: Crea y asigna planes de entrenamiento personalizados con nuestro constructor intuitivo.
fr: Créez et assignez des plans d'entraînement personnalisés avec notre constructeur intuitif.
it: Crea e assegna piani di allenamento personalizzati con il nostro costruttore intuitivo.
pt: Crie e atribua planos de treinamento personalizados com nosso construtor intuitivo.
tr: Özel antrenman planları oluşturun ve bize göre atayın

source: Nutrition Tracking
de: Nahrungserfassung
es: Seguimiento de nutrición
fr: Suivi de la nutrition
it: Tracciamento della nutrizione
pt: Acompanhamento de nutrição
tr: Beslenme İzleme

source: Design meal plans and track nutritional progress for better results.
de: Entwerfe Essenpläne und verfolge Nahrungszustand - für bessere Ergebnisse.
es: Diseña planes de comidas y sigue el progreso nutricional para mejores resultados.
fr: Concevez des plans alimentaires et suivez la progression nutritionnelle pour de meilleurs résultats.
it: Progetta piani alimentari e traccia il progresso nutrizionale per migliori risultati.
pt: Crie planos alimentares e acompanhe o progresso nutricional para melhores resultados.
tr: Öğün planları oluşturun ve beslenme ilerlemeyi izleyin

source: Client Communication
de: Kundenkommunikation
es: Comunicación con clientes
fr: Communication avec les clients
it: Comunicazione con i clienti
pt: Comunicação com clientes
tr: Müşteri İletişimi

source: Built-in messaging system to stay connected with your clients.
de: Eingebaute Nachrichtensystem, um mit deinen Kunden verbunden zu bleiben.
es: Sistema de mensajería integrado para mantenerte conectado con tus clientes.
fr: Système de messagerie intégré pour rester connecté avec vos clients.
it: Sistema di messaggistica integrato per rimanere connesso con i tuoi clienti.
pt: Sistema de mensagens integrado para se conectar com seus clientes.
tr: Müşterilerinizle bağlantı kurmak için yerleşik mesajlaşma sistemi

source: Progress Tracking
de: Fortschrittserfassung
es: Seguimiento de progreso
fr: Suivi de la progression
it: Tracciamento del progresso
pt: Acompanhamento de progresso
tr: İlerleme İzleme

source: Track and visualize client progress with detailed analytics and reports.
de: Verfolge und visualisiere den Fortschritt deiner Kunden mit detaillierten Analysen und Berichten.
es: Sigue y visualiza el progreso de tus clientes con análisis detallados y reportes.
fr: Suivez et visualisez le progrès de vos clients avec des analyses détaillées et des rapports.
it: Traccia e visualizza il progresso del cliente con analisi dettagliate e report.
pt: Acompanhe e visualize o progresso do cliente com análises detalhadas e relatórios.
tr: İlerlemeyi ayrıntılı analizler ve raporlarla izleyin

source: Who is {coachtrack} for?
de: Wer ist {coachtrack} für?
es: ¿Quién es {coachtrack}?
fr: Qui est {coachtrack} pour?
it: Chi è {coachtrack}?
pt: Para quem é o {coachtrack}?
tr: {coachtrack} kim için?

source: Welcome to CoachTrack
de: Willkommen bei CoachTrack
es: Bienvenido a CoachTrack
fr: Bienvenue sur CoachTrack
it: Benvenuto su CoachTrack
pt: Bem-vindo ao CoachTrack
tr: CoachTrack'a hoşgeldiniz

source: Your complete fitness management solution
de: Ihre vollständige Fitness-Management-Lösung
es: Tu solución completa de gestión de fitness
fr: Votre solution de gestion de fitness complète
it: La tua soluzione completa di gestione del fitness
pt: Sua solução completa de gerenciamento de fitness
tr: Tamamlanmış fitness yönetimi çözümü

source: Personal Trainers
de: Persönliche Trainer
es: Entrenadores personales
fr: Entraîneurs personnels
it: Allenatori personali
pt: Treinadores pessoais
tr: Kişisel Antrenörler

source: Independent trainers looking to grow their business
de: Unabhängige Trainer, die ihr Geschäft wachsen wollen
es: Entrenadores independientes que buscan crecer su negocio
fr: Entraîneurs indépendants qui souhaitent grandir leur entreprise
it: Allenatori indipendenti che vogliono crescere il loro business
pt: Treinadores independentes que buscam crescer seu negócio
tr: İndependant antrenörler, işini büyütmek istiyorlar

source: Gym-based trainers managing multiple clients
de: Gym-basierte Trainer, die mehrere Kunden verwalten
es: Entrenadores de gimnasios que gestionan múltiples clientes
fr: Entraîneurs de gym qui gèrent plusieurs clients
it: Allenatori di gym che gestiscono più clienti
pt: Treinadores baseados em academias que gerenciam vários clientes
tr: Gym-tabanlı antrenörler, birden fazla müşteri yönetiyorlar

source: Online coaches expanding their reach
de: Online-Trainer, die ihre Reichweite erweitern
es: Entrenadores online que expanden su alcance
fr: Entraîneurs en ligne qui étendent leur portée
it: Allenatori online che espandono il loro raggio d'azione
pt: Treinadores online que expandem seu alcance
tr: Online antrenörler, kapsamını genişletiyorlar

source: Fitness Coaches
de: Fitness-Trainer
es: Entrenadores de fitness
fr: Entraîneurs de fitness
it: Allenatori di fitness
pt: Treinadores de fitness
tr: Fitness Antrenörleri

source: Crossfit coaches tracking athlete progress
de: Crossfit-Trainer, die den Fortschritt von Athleten verfolgen
es: Entrenadores de Crossfit que siguen el progreso de los atletas
fr: Entraîneurs de Crossfit qui suivent le progrès des athlètes
it: Allenatori di Crossfit che seguono il progresso degli atleti
pt: Treinadores de Crossfit que acompanham o progresso dos atletas
tr: Crossfit antrenörler, atletin ilerlemeyi izliyorlar

source: Group fitness instructors managing classes
de: Gruppenfitness-Instruktoren, die Klassen verwalten
es: Instructores de fitness grupal que gestionan clases
fr: Instructeurs de fitness groupes qui gèrent des classes
it: Istruttori di fitness gruppo che gestiscono classi
pt: Instruores de grupo de fitness que gerenciam classes
tr: Grup fitness öğretmenleri, sınıfları yönetiyorlar

source: Sports coaches working with teams
de: Sport-Trainer, die mit Teams arbeiten
es: Entrenadores de deportes que trabajan con equipos
fr: Entraîneurs de sports qui travaillent avec des équipes
it: Allenatori di sport che lavorano con squadre
pt: Treinadores de esportes que trabalham com equipes
tr: Spor antrenörleri, takımlarla çalışıyorlar

source: Nutritionists tracking client meal plans
de: Nahrungsforscher, die den Fortschritt von Kunden verfolgen
es: Nutricionistas que siguen el progreso de los planes de comidas de los clientes
fr: Nutritionnistes qui suivent le progrès des plans alimentaires des clients
it: Nutritionisti che seguono i piani alimentari dei clienti
pt: Nutricionistas que acompanham os planos alimentares dos clientes
tr: Beslenme uzmanları, müşteri öğün planlarını izliyorlar

source: Nutrition Coaches
de: Nahrungsforscher
es: Nutricionistas
fr: Nutritionnistes
it: Nutritionisti
pt: Nutricionistas
tr: Beslenme uzmanları

source: Diet coaches monitoring progress
de: Ernährungstrainer, die den Fortschritt verfolgen
es: Entrenadores dietéticos que supervisan el progreso
fr: Entraîneurs diététiques qui surveillent la progression
it: Dietisti che monitorano il progresso
pt: Dietistas que monitoram o progresso
tr: Diet antrenörleri, ilerlemeyi izliyorlar

source: Wellness coaches offering holistic programs
de: Wellness-Trainer, die all-in-one-Programme anbieten
es: Entrenadores de bienestar que ofrecen programas holísticos
fr: Entraîneurs de bien-être qui offrent des programmes holistiques
it: Allenatori di benessere che offrono programmi holistici
pt: Dietistas que oferecem programas holísticos
tr: Wellness antrenörleri, holistik programlar sunuyorlar

source: What our users say
de: Was unsere Kunden sagen
es: Lo que dicen nuestros usuarios
fr: Ce que nos utilisateurs disent
it: Cosa dicono i nostri utenti
pt: O que nossos usuários dizem
tr: Kullanıcılarımız ne diyor

source: CoachTrack has transformed how I manage my fitness business. The client tracking and workout planning features are game-changers.
de: CoachTrack hat meine Fitness-Geschäft verändert. Die Funktionen zur Kundenverfolgung und zur Trainingsplanung sind Game-Changer.
es: CoachTrack ha transformado cómo administro mi negocio de fitness. Las características de seguimiento de clientes y planificación de entrenamiento son game-changers.
fr: CoachTrack a transformé la façon dont je gère mon entreprise de fitness. Les fonctionnalités de suivi des clients et de planification des entraînements sont des game-changers.
it: CoachTrack ha trasformato come gestisco il mio business di fitness. Le funzionalità di tracciamento dei clienti e di pianificazione degli allenamenti sono game-changers.
pt: CoachTrack transformou como gerencio meu negócio de fitness. As funcionalidades de acompanhamento de clientes e planejamento de treinamento são game-changers.
tr: CoachTrack, işimi nasıl yönettiğimi değiştirdi. Müşteri izleme ve antrenman planlama özellikleri game-changers.

source: The scheduling system alone has saved me hours each week. My clients love the easy communication and progress tracking.
de: Der Terminplaner hat mir Stunden gespart. Meine Kunden lieben die einfache Kommunikation und die Fortschrittserfassung.
es: El sistema de programación solo me ha ahorrado horas cada semana. Mis clientes aman la fácil comunicación y el seguimiento de progreso.
fr: Le système de planification m'a permis de gagner des heures chaque semaine. Mes clients adorent la communication facile et le suivi de la progression.
it: Il sistema di pianificazione mi ha salvato ore ogni settimana. I miei clienti amano la comunicazione facile e il tracciamento del progresso.
pt: O sistema de agendamento me salvou horas cada semana. Meus clientes amam a comunicação fácil e o acompanhamento do progresso.
tr: Programlama sistemi beni haftalık saatler kazandı. Müşterilerim, kolay iletişim ve ilerleme izlemeyi seviyorlar.

source: Finally, a platform that understands what fitness professionals need. The meal planning features are exactly what I was looking for.
de: Schließlich eine Plattform, die versteht, was Fitness-Profis brauchen. Die Essenplanung ist genau das, was ich gesucht habe.
es: Finalmente, una plataforma que entiende lo que necesitan los profesionales del fitness. Las características de planificación de comidas son exactamente lo que estaba buscando.
fr: Enfin, une plateforme qui comprend ce dont les professionnels du fitness ont besoin. Les fonctionnalités de planification alimentaire sont exactement ce que je recherchais.
it: Finalmente, una piattaforma che comprende ciò che i professionisti del fitness hanno bisogno. Le funzionalità di pianificazione alimentare sono esattamente quello che stavo cercando.
pt: Finalmente, uma plataforma que entende o que os profissionais de fitness precisam. As funcionalidades de planejamento alimentar são exatamente o que eu estava procurando.
tr: Sonunda, fitness profesyonellerin neye ihtiyaç duyduklarını anlayan bir platform. Öğün planlama özellikleri tam olarak benim aradığım şeydi.

source: Personal Trainer
de: Persönlicher Trainer
es: Entrenador personal
fr: Entraîneur personnel
it: Allenatore personale
pt: Treinador pessoal
tr: Kişisel Antrenör

source: Crossfit Coach
de: Crossfit-Trainer
es: Entrenador de Crossfit
fr: Entraîneur de Crossfit
it: Allenatore di Crossfit
pt: Treinador de Crossfit
tr: Crossfit Antrenör

source: Nutrition Coach
de: Nahrungsforscher
es: Nutricionista
fr: Nutritionniste
it: Nutritionista
pt: Nutricionista
tr: Beslenme uzmanı

source: How do I get started with CoachTrack?
de: Wie kann ich mit CoachTrack loslegen?
es: ¿Cómo puedo empezar con CoachTrack?
fr: Comment puis-je commencer avec CoachTrack?
it: Come posso iniziare con CoachTrack?
pt: Como começar com o CoachTrack?
tr: CoachTrack'ta nasıl başlarım?

source: Simply sign up for a free account, complete your profile, and start adding clients. Our intuitive onboarding process will guide you through the essential features.
de: Registriere dich für einen kostenlosen Account, erstelle dein Profil und füge Kunden hinzu. Unser intuitives Onboarding-Prozess führt dich durch die wichtigsten Funktionen.
es: Simplemente regístrate para una cuenta gratuita, completa tu perfil y comienza a agregar clientes. Nuestro proceso de incorporación intuitivo te guiará a través de las características esenciales.
fr: Simplemente enregistrez-vous pour un compte gratuit, complétez votre profil et commencez à ajouter des clients. Notre processus d'intégration intuitive vous guidera à travers les fonctionnalités essentielles.
it: Semplicemente registrati per un account gratuito, completa il tuo profilo e inizia a aggiungere clienti. Il nostro processo di onboarding intuitivo ti guiderà attraverso le funzionalità essenziali.
pt: Simplesmente se cadastre para uma conta gratuita, complete seu perfil e comece a adicionar clientes. Nosso processo de onboarding intuitivo o guiará pelas funcionalidades essenciais.
tr: Ücretsiz bir hesap oluşturun, profilinizi tamamlayın ve müşteriler ekleyin. Intuitif kullanım kılavuzu, temel özellikleri size kılavuzluk edecektir.

source: Is there a limit to how many clients I can manage?
de: Gibt es eine Obergrenze für die Anzahl der Kunden, die ich verwalten kann?
es: ¿Hay un límite en cuanto a cuántos clientes puedo gestionar?
fr: Y a-t-il une limite au nombre de clients que je peux gérer?
it: C'è un limite al numero di clienti che posso gestire?
pt: Há um limite para quantos clientes posso gerenciar?
tr: Bir sınır var mı, kaç müşteri yönetebilirim?

source: During our initial launch period, you can manage unlimited clients at no cost. We'll provide advance notice before introducing any limitations or pricing tiers.
de: Während unserer ersten Startphase kannst du unbegrenzt Kunden verwalten und keine Kosten tragen. Wir geben dir vorher eine Vorankündigung, bevor wir irgendwelche Einschränkungen oder Preisgestaltungen einführen.
es: Durante nuestro período de lanzamiento inicial, puedes gestionar infinitos clientes sin coste. Te informaremos antes de introducir cualquier limitación o tarifa.
fr: Pendant notre période initiale de lancement, vous pouvez gérer un nombre illimité de clients sans coût. Nous vous informerons avant d'introduire des limitations ou des niveaux de tarification.
it: Durante il nostro periodo di lancio iniziale, puoi gestire clienti illimitati senza costi. Ti informeremo prima di introdurre qualsiasi limitazione o tariffa.
pt: Durante o nosso período de lançamento inicial, você pode gerenciar clientes ilimitados sem custo. Forneceremos aviso antecipado antes de introduzir quaisquer limitações ou planos de preços.
tr: Başlangıç dönemi boyunca, ücretsiz olarak sınırsız müşteri yönetebilirsiniz. Herhangi bir sınırlama veya fiyatlandırma katmanı öncesinde bildirimde bulunacağız.

source: Can my clients access their workout plans and progress?
de: Können meine Kunden ihre Trainingspläne und Fortschritte sehen?
es: ¿Pueden mis clientes acceder a sus planes de entrenamiento y progreso?
fr: Mes clients peuvent-ils accéder à leurs plans d'entraînement et à leur progression?
it: I miei clienti possono accedere ai loro piani di allenamento e al loro progresso?
pt: Meus clientes podem acessar seus planos de treinamento e progresso?
tr: Müşterilerim planlarını ve ilerlemeyi erişebilir mi?

source: Yes! Clients can download our mobile app to view their workout plans, track progress, and communicate with you directly.
de: Ja! Kunden können unsere mobile App herunterladen, um ihre Trainingspläne zu sehen, Fortschritte zu verfolgen und direkt mit dir zu kommunizieren.
es: ¡Sí! Los clientes pueden descargar nuestra aplicación móvil para ver sus planes de entrenamiento, seguir el progreso y comunicarse con usted directamente.
fr: Oui! Les clients peuvent télécharger notre application mobile pour voir leurs plans d'entraînement, suivre leur progression et vous contacter directement.
it: Sì! I clienti possono scaricare la nostra app mobile per visualizzare i loro piani di allenamento, tracciare il progresso e comunicare con te direttamente.
pt: Sim! Meus clientes podem baixar nosso aplicativo móvel para visualizar seus planos de treinamento, acompanhar o progresso e se comunicar com você diretamente.
tr: Evet! Müşterilerimiz, antrenman planlarını, ilerlemeyi ve doğrudan ile iletişime geçebilirler.

source: What platforms does CoachTrack support?
de: Welche Plattformen unterstützt CoachTrack?
es: ¿Qué plataformas soporta CoachTrack?
fr: Quelles plateformes supporte CoachTrack?
it: Che piattaforme supporta CoachTrack?
pt: Quais plataformas o CoachTrack suporta?
tr: CoachTrack'ta hangi platformlar destekleniyor?

source: CoachTrack is available on web, iOS, and Android platforms, allowing you to manage your business from anywhere.
de: CoachTrack ist auf Web, iOS und Android verfügbar, so dass du dein Geschäft von überall aus verwalten kannst.
es: CoachTrack está disponible en plataformas web, iOS y Android, lo que te permite gestionar tu negocio desde cualquier lugar.
fr: CoachTrack est disponible sur les plateformes web, iOS et Android, vous permettant de gérer votre entreprise partout.
it: CoachTrack è disponibile su piattaforme web, iOS e Android, permettendoti di gestire il tuo business ovunque.
pt: O CoachTrack está disponível nas plataformas web, iOS e Android, permitindo que você gerencie seu negócio de qualquer lugar.
tr: CoachTrack, web, iOS ve Android platformlarında mevcuttur, işinizi her yerden yönetebilirsiniz.

source: How secure is my data?
de: Wie sicher ist meine Daten?
es: ¿Qué tan seguro es mi dato?
fr: Quelle sécurité pour mes données?
it: Quanto è sicuro il mio dato?
pt: Quão seguro é meu dado?
tr: Verilerim ne kadar güvenli?

source: We take security seriously. All data is encrypted and stored securely using industry-standard protocols and compliant with privacy regulations.
de: Wir nehmen die Sicherheit ernst. Alle Daten werden verschlüsselt und sicher mit branchenüblichen Protokollen gespeichert und den Datenschutzbestimmungen entsprechend.
es: Tomamos la seguridad muy en serio. Todos los datos están cifrados y almacenados de forma segura utilizando protocolos de la industria estándar y cumpliendo con las regulaciones de privacidad.
fr: Nous prenons la sécurité au sérieux. Tous les données sont chiffrées et stockées de manière sécurisée en utilisant des protocoles de l'industrie et en conformité avec les réglementations de la vie privée.
it: Ci prendiamo la sicurezza molto seriamente. Tutti i dati sono cifrati e memorizzati in modo sicuro utilizzando protocolli di settore e conformi alle normative sulla privacy.
pt: Tomamos a segurança a sério. Todos os dados são criptografados e armazenados de forma segura usando protocolos de indústria padrão e em conformidade com as regulamentações de privacidade.
tr: Güvenliği ciddiye alıyoruz. Tüm veriler, endüstri standartlarını kullanarak ve gizlilik düzenlemeleri ile güvenli bir şekilde şifrelenmiş ve saklanır.

source: Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas frecuentes
fr: Questions fréquentes
it: Domande frequenti
pt: Perguntas frequentes
tr: Sıkça Sorulan Sorular

source: Empowering fitness professionals to deliver exceptional coaching experiences.
de: Fitness-Profis zu besseren Coaching-Erfahrungen inspirieren.
es: Inspirando a profesionales del fitness para entregar experiencias de coaching excepcionales.
fr: Inspirant les professionnels du fitness pour offrir des expériences de coaching exceptionnelles.
it: Inspirando i professionisti del fitness per offrire esperienze di coaching eccezionali.
pt: Inspirando profissionais de fitness para entregar experiências de coaching excepcionais.
tr: Fitness profesyonelleri, özel coaching deneyimleri sunuyor.

source: All rights reserved.
de: Alle Rechte vorbehalten.
es: Todos los derechos reservados.
fr: Tous droits réservés.
it: Tutti i diritti riservati.
pt: Todos os direitos reservados.
tr: Tüm hakları saklıdır.
