Repository: genDelta8/naturafit
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt, tr

# error_setting_up_profile
source: Error setting up profile: {error}
de: Fehler beim Einrichten des Profils: {error}
es: Error al configurar el perfil: {error}
fr: Erreur lors de la configuration du profil: {error}
it: Errore nella configurazione del profilo: {error}
pt: Erro ao configurar o perfil: {error}
tr: Profil kurulumunda hata: {error}

source: Group session accepted
de: Gruppensitzung akzeptiert
es: Sesión grupal aceptada
fr: Session de groupe acceptée
it: Sessione di gruppo accettata
pt: Sessão grupal aceita
tr: Grup oturumu kabul edildi

source: Group session rejected
de: Gruppensitzung abgelehnt
es: Sesión grupal rechazada
fr: Session de groupe rejetée
it: Sessione di gruppo rifiutata
pt: Sessão grupal rejeitada
tr: Grup oturumu reddedildi

# unable_to_process_your_request
source: Unable to process your request: {error}
de: Fehler beim Verarbeiten Ihrer Anfrage: {error}
es: No se puede procesar tu solicitud: {error}
fr: Impossible de traiter votre demande: {error}
it: Impossibile elaborare la tua richiesta: {error}
pt: Não é possível processar sua solicitação: {error}
tr: İsteğinizi işlemekte hata: {error}

source: Session
de: Sitzung
es: Sesión
it: Sessione
pt: Sessão
tr: Oturum

source: Meal plan accepted
de: Mahlzeitplan akzeptiert
es: Plan de nutrición aceptado
fr: Plan de repas accepté
it: Piano alimentare accettato
pt: Plano de refeições aceito
tr: Öğün planı kabul edildi

source: Meal plan declined
de: Mahlzeitplan abgelehnt
es: Plan de nutrición rechazado
fr: Plan de repas rejeté
it: Piano alimentare rifiutato
pt: Plano de refeições rejeitado
tr: Öğün planı reddedildi

source: Workout plan accepted
de: Workoutplan akzeptiert
es: Plan de entrenamiento aceptado
fr: Plan d'entraînement accepté
it: Piano di allenamento accettato
pt: Plano de treinamento aceito
tr: Antrenman planı kabul edildi

source: Workout plan declined
de: Workoutplan abgelehnt
es: Plan de entrenamiento rechazado
fr: Plan d'entraînement rejeté
it: Piano di allenamento rifiutato
pt: Plano de treinamento rejeitado
tr: Antrenman planı reddedildi

source: Failed to save image
de: Fehler beim Speichern des Bildes
es: Error al guardar la imagen
fr: Erreur lors de la sauvegarde de l'image
it: Impossibile salvare l'immagine
pt: Erro ao salvar a imagem
tr: Resim kaydedilirken hata

source: Failed to remove image
de: Fehler beim Entfernen des Bildes
es: Error al eliminar la imagen
fr: Erreur lors de la suppression de l'image
it: Impossibile rimuovere l'immagine
pt: Erro ao remover a imagem
tr: Resim kaldırılırken hata

source: Failed to book session
de: Fehler beim Buchen der Sitzung
es: Error al reservar la sesión
fr: Erreur lors de la réservation de la session
it: Impossibile prenotare la sessione
pt: Erro ao agendar a sessão
tr: Oturum rezervasyonunda hata

source: Request withdrawn successfully
de: Anfrage zurückgezogen erfolgreich
es: Solicitud retirada correctamente
fr: Demande retirée avec succès
it: Richiesta ritirata con successo
pt: Solicitação retirada com sucesso
tr: İstek çekildi

source: Session request sent successfully
de: Sitzungsanfrage erfolgreich gesendet
es: Solicitud de sesión enviada correctamente
fr: Demande de session envoyée avec succès
it: Richiesta sessione inviata con successo
pt: Solicitação de sessão enviada com sucesso
tr: Oturum isteği gönderildi

source: Failed to cancel session
de: Fehler beim Abbrechen der Sitzung
es: Error al cancelar la sesión
fr: Erreur lors de la suppression de la session
it: Impossibile annullare la sessione
pt: Erro ao cancelar a sessão
tr: Oturum iptal edilirken hata

source: Workout plan set as current successfully
de: Workoutplan als aktuell festgelegt erfolgreich
es: Plan de entrenamiento establecido como actual correctamente
fr: Plan d'entraînement défini comme actuel avec succès
it: Piano di allenamento impostato come attuale con successo
pt: Plano de treinamento definido como atual com sucesso
tr: Antrenman planı şu anki olarak ayarlandı

source: Workout completed successfully!
de: Workout erfolgreich abgeschlossen!
es: Entrenamiento completado correctamente!
fr: Entraînement terminé avec succès!
it: Allenamento completato con successo!
pt: Treinamento completado com sucesso!
tr: Antrenman başarıyla tamamlandı

source: Failed to save workout data
de: Fehler beim Speichern der Workoutdaten
es: Error al guardar los datos del entrenamiento
fr: Erreur lors de la sauvegarde des données d'entraînement
it: Impossibile salvare i dati dell'allenamento
pt: Erro ao salvar os dados do treinamento
tr: Antrenman verileri kaydedilirken hata

source: Failed to complete workout
de: Fehler beim Abschließen des Workouts
es: Error al completar el entrenamiento
fr: Erreur lors de la fin de l'entraînement
it: Impossibile completare l'allenamento
pt: Erro ao completar o treinamento
tr: Antrenman tamamlanırken hata

source: Direct Message
de: Direkte Nachricht
es: Mensaje directo
fr: Message direct
it: Messaggio diretto
pt: Mensagem direta
tr: Doğrudan Mesaj

source: Invalid recipient
de: Ungültiger Empfänger
es: Destinatario inválido
fr: Destinataire invalide
it: Destinatario non valido
pt: Destinatário inválido
tr: Geçersiz alıcı

# error_sending_message
source: Error sending message: {error}
de: Fehler beim Senden der Nachricht: {error}
es: Error al enviar el mensaje: {error}
fr: Erreur lors de l'envoi du message: {error}
it: Errore nell'invio del messaggio: {error}
pt: Erro ao enviar a mensagem: {error}
tr: Mesaj gönderirken hata: {error}

source: Invitation Link
de: Einladungslink
es: Enlace de invitación
fr: Lien d'invitation
it: Link invito
pt: Link de Convite
tr: Davet Linki

source: Workout plan created successfully
de: Workoutplan erfolgreich erstellt
es: Plan de entrenamiento creado correctamente
fr: Plan d'entrainement créé avec succès
it: Piano di allenamento creato con successo
pt: Plano de treino criado com sucesso
tr: Antrenman planı başarıyla oluşturuldu

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetta
pt: Aceitar
tr: Kabul Et

source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta
pt: Recusar
tr: Reddet

source: At least two participants are required to start a group chat
de: Mindestens zwei Teilnehmer sind erforderlich, um einen Gruppenchat zu starten
es: Al menos dos participantes son requeridos para iniciar un chat de grupo
fr: Au moins deux participants sont requis pour commencer une conversation de groupe
it: Almeno due partecipanti sono necessari per iniziare una chat di gruppo
tr: En az iki katılımcı gereklidir

source: Invitation
de: Einladung
es: Invitación
it: Invito
pt: Convite
tr: Davet

source: Background Image
de: Hintergrundbild
es: Imagen de fondo
fr: Image de fond
it: Immagine di sfondo
pt: Imagem de fundo
tr: Arka Plan Resmi

source: Weight Goal
de: Gewichtsziel
es: Objetivo de peso
fr: Objectif de poids
it: Obiettivo peso
pt: Meta de peso
tr: Kilo Hedefi

source: Please enter a link
de: Bitte geben Sie einen Link ein
es: Por favor, ingresa un enlace
fr: Veuillez entrer un lien
it: Inserisci un link
pt: Por favor, insira um link
tr: Lütfen bir link girin

source: Please select a platform first
de: Bitte wählen Sie zuerst eine Plattform
es: Por favor, selecciona una plataforma primero
fr: Veuillez sélectionner une plateforme d'abord
it: Seleziona prima una piattaforma
pt: Por favor, selecione uma plataforma primeiro
tr: Lütfen önce bir platform seçin

source: Failed to delete session. Please try again.
de: Fehler beim Löschen der Sitzung. Bitte versuchen Sie es erneut.
es: Error al eliminar la sesión. Por favor, inténtalo de nuevo.
fr: Erreur lors de la suppression de la session. Veuillez réessayer.
it: Impossibile eliminare la sessione. Riprova.
pt: Erro ao deletar a sessão. Por favor, tente novamente.
tr: Oturum silinirken hata

source: Request accepted successfully
de: Anfrage erfolgreich akzeptiert
es: Solicitud aceptada correctamente
fr: Demande acceptée avec succès
it: Richiesta accettata con successo
pt: Solicitação aceita com sucesso
tr: İstek kabul edildi

source: Failed to accept request. Please try again.
de: Fehler beim Akzeptieren der Anfrage. Bitte versuchen Sie es erneut.
es: Error al aceptar la solicitud. Por favor, inténtalo de nuevo.
fr: Erreur lors de l'acceptation de la demande. Veuillez réessayer.
it: Impossibile accettare la richiesta. Riprova.
pt: Erro ao aceitar a solicitação. Por favor, tente novamente.
tr: İstek kabul edilirken hata

source: Request declined successfully
de: Anfrage erfolgreich abgelehnt
es: Solicitud rechazada correctamente
fr: Demande refusée avec succès
it: Richiesta rifiutata con successo
pt: Solicitação recusada com sucesso
tr: İstek reddedildi

source: Failed to decline request. Please try again.
de: Fehler beim Ablehnen der Anfrage. Bitte versuchen Sie es erneut.
es: Error al rechazar la solicitud. Por favor, inténtalo de nuevo.
fr: Erreur lors du refus de la demande. Veuillez réessayer.
it: Impossibile rifiutare la richiesta. Riprova.
pt: Erro ao recusar a solicitação. Por favor, tente novamente.
tr: İstek reddedilirken hata

source: Session deleted successfully
de: Sitzung erfolgreich gelöscht
es: Sesión eliminada correctamente
fr: Session supprimée avec succès
it: Sessione eliminata con successo
pt: Sessão deletada com sucesso
tr: Oturum silindi

source: Client profile not found
de: Klientenprofil nicht gefunden
es: Perfil de cliente no encontrado
fr: Profil de client non trouvé
it: Profilo cliente non trovato
pt: Perfil de cliente não encontrado
tr: Müşteri profili bulunamadı

source: Failed to switch to client profile
de: Fehler beim Wechseln zum Klientenprofil
es: Error al cambiar al perfil de cliente
fr: Erreur lors du changement de profil de client
it: Impossibile passare al profilo cliente
pt: Erro ao alternar para o perfil de cliente
tr: Müşteri profiline geçilirken hata

source: No client profile associated with this account
de: Kein Klientenprofil mit diesem Konto verknüpft
es: No hay perfil de cliente asociado a esta cuenta
fr: Aucun profil de client associé à ce compte
it: Nessun profilo cliente associato a questo account
pt: Nenhum perfil de cliente associado a esta conta
tr: Bu hesapla ilişkili müşteri profili yok

source: No messages yet
de: Noch keine Nachrichten
es: No hay mensajes aún
fr: Aucun message encore
it: Ancora nessun messaggio
pt: Nenhuma mensagem ainda
tr: Henüz mesaj yok

source: Type a message...
de: Nachricht eingeben...
es: Escribe un mensaje...
fr: Taper un message...
it: Scrivi un messaggio...
pt: Digite uma mensagem...
tr: Bir mesaj yaz...

source: Invalid chat data
de: Ungültige Chatdaten
es: Datos de chat inválidos
fr: Données de chat invalides
it: Dati chat non validi
pt: Dados de chat inválidos
tr: Geçersiz sohbet verisi

source: Client added successfully!
de: Klient erfolgreich hinzugefügt!
es: Cliente agregado correctamente!
fr: Client ajouté avec succès!
it: Cliente aggiunto con successo!
pt: Cliente adicionado com sucesso!
tr: Müşteri başarıyla eklendi

# error_adding_client
source: Error adding client: {error}
de: Fehler beim Hinzufügen des Klienten: {error}
es: Error al agregar cliente: {error}
fr: Erreur lors de l'ajout du client: {error}
it: Errore durante l'aggiunta del cliente: {error}
pt: Erro ao adicionar cliente: {error}
tr: Müşteri ekleme hatası: {error}

# add_meal_snackbar_title
source: Add Meal
de: Mahlzeit hinzufügen
es: Agregar comida
fr: Ajouter un repas
it: Aggiungi pasto
pt: Adicionar refeição
tr: Yemek Ekle

# please_add_at_least_one_phase_to_day
source: Please add at least one phase to Day {days}
de: Bitte fügen Sie mindestens eine Phase zu Tag {days} hinzu
es: Por favor, agrega al menos una fase al día {days}
fr: Veuillez ajouter au moins une phase à Jour {days}
it: Aggiungi almeno una fase al Giorno {days}
pt: Por favor, adicione pelo menos uma fase ao dia {days}
tr: Lütfen en az bir faz ekleyin

# please_add_at_least_one_exercise_to_day
source: Please add at least one exercise to Day {days}
de: Bitte fügen Sie mindestens eine Übung zu Tag {days} hinzu
es: Por favor, agrega al menos un ejercicio al día {days}
fr: Veuillez ajouter au moins un exercice à Jour {days}
it: Aggiungi almeno un esercizio al Giorno {days}
pt: Por favor, adicione pelo menos um exercício ao dia {days}
tr: Lütfen en az bir egzersiz ekleyin

source: Exercise
de: Übung
es: Ejercicio
fr: Exercice
it: Esercizio
pt: Exercício
tr: Egzersiz

source: Missing Information
de: Fehlende Informationen
es: Información faltante
fr: Information manquante
it: Informazioni mancanti
pt: Informações ausentes
tr: Eksik Bilgi

source: Please add at least one client to the group
de: Bitte fügen Sie mindestens einen Klienten zur Gruppe hinzu
es: Por favor, agrega al menos un cliente al grupo
fr: Veuillez ajouter au moins un client au groupe
it: Aggiungi almeno un cliente al gruppo
pt: Por favor, adicione pelo menos um cliente ao grupo
tr: Lütfen en az bir müşteri ekleyin

source: Please select date and time
de: Bitte wählen Sie Datum und Zeit
es: Por favor, selecciona la fecha y la hora
fr: Veuillez sélectionner la date et l'heure
it: Seleziona data e ora
pt: Por favor, selecione a data e o horário
tr: Lütfen tarih ve saati seçin

source: User data is not complete
de: Benutzerdaten sind nicht vollständig
es: Los datos del usuario no están completos
fr: Les données de l'utilisateur ne sont pas complètes
it: I dati dell'utente non sono completi
pt: Os dados do usuário não estão completos
tr: Kullanıcı verileri tam değildir

source: Number of weeks must be between 1 and 24
de: Die Anzahl der Wochen muss zwischen 1 und 24 liegen
es: El número de semanas debe estar entre 1 y 24
fr: Le nombre de semaines doit être compris entre 1 et 24
it: Il numero di settimane deve essere compreso tra 1 e 24
pt: O número de semanas deve estar entre 1 e 24
tr: Hafta sayısı 1 ile 24 arasında olmalıdır

source: Please add at least one exercise to your workout plan
de: Bitte fügen Sie mindestens eine Übung zu Ihrem Workoutplan hinzu
es: Por favor, agrega al menos un ejercicio a tu plan de entrenamiento
fr: Veuillez ajouter au moins un exercice à votre plan de travail
it: Aggiungi almeno un esercizio al tuo piano di allenamento
pt: Por favor, adicione pelo menos um exercício ao seu plano de treinamento
tr: Lütfen en az bir egzersiz ekleyin

source: Please select a client
de: Bitte wählen Sie einen Klienten
es: Por favor, selecciona un cliente
fr: Veuillez sélectionner un client
it: Seleziona un cliente
pt: Por favor, selecione um cliente
tr: Lütfen bir müşteri seçin

source: Please enter client name
de: Bitte geben Sie den Klientennamen ein
es: Por favor, ingresa el nombre del cliente
fr: Veuillez entrer le nom du client
it: Inserisci il nome del cliente
pt: Por favor, insira o nome do cliente
tr: Lütfen müşteri adını girin

source: Please enter template name
de: Bitte geben Sie den Vorlagennamen ein
es: Por favor, ingresa el nombre del template
fr: Veuillez entrer le nom du modèle
it: Inserisci il nome del modello
pt: Por favor, insira o nome do template
tr: Lütfen şablon adını girin

# unable_to_update_plan_status
source: Unable to update plan status: {error}
de: Fehler beim Aktualisieren des Planstatus: {error}
es: No se puede actualizar el estado del plan: {error}
fr: Impossible de mettre à jour le statut du plan: {error}
it: Impossibile aggiornare lo stato del piano: {error}
pt: Não é possível atualizar o status do plano: {error}
tr: Antrenman planı durumu güncellenirken hata: {error}

source: High School Diploma
de: Abitur
es: Diploma de secundaria
fr: Baccalauréat
it: Diploma di scuola superiore
pt: Diploma do Ensino Médio
tr: Lise Diploması

source: Associate Degree
de: Fachhochschulabschluss
es: Diploma de asociado
fr: Diplôme associé
it: Diploma associato
pt: Diploma de Graduação
tr: Özel Lisans

source: Bachelor Degree
de: Bachelorabschluss
es: Diploma de licenciatura
fr: Diplôme de bachelier
it: Diploma di bachellore
pt: Bacharelado
tr: Lisans

source: Master Degree
de: Masterabschluss
es: Diploma de maestría
fr: Diplôme de master
it: Diploma di master
pt: Mestrado
tr: Yüksek Lisans

source: PhD
de: Doktorabschluss
es: Doctorado
it: Dottorato
pt: Doutorado
tr: Doktora

source: Certified Personal Trainer
de: Zertifizierter Personal Trainer
es: Entrenador personal certificado
fr: Certifié entraîneur personnel
it: Certificato allenatore personale
pt: Treinador Personal Certificado
tr: Kişisel Antrenör Sertifikası

source: Certified Strength and Conditioning Specialist
de: Zertifizierter Kraft- und Bewegungstrainer
es: Especialista en entrenamiento de fuerza y condición física certificado
fr: Spécialiste en conditionnement physique certifié
it: Specialista in condizionamento fisico certificato
pt: Especialista em Treinamento de Força e Condicionamento
tr: Kuvvet & Koşullama Uzmanı Sertifikası

source: Certified Functional Strength Coach
de: Zertifizierter Funktioneller Krafttrainer
es: Entrenador funcional de fuerza certificado
fr: Entraîneur en force fonctionnelle certifié
it: Allenatore in forza funzionale certificato
pt: Treinador Funcional de Força Certificado
tr: İşlevsel Kuvvet Antrenörü Sertifikası

source: Corrective Exercise Specialist
de: Korrigierender Bewegungstrainer
es: Especialista en ejercicio corrector
fr: Spécialiste en exercice correctif
it: Specialista in esercizio correttivo
pt: Especialista em Exercícios Corretores
tr: Düzeltici Egzersiz Uzmanı Sertifikası

source: Performance Enhancement Specialist
de: Leistungssteigernder Spezialist
es: Especialista en mejora de rendimiento
fr: Spécialiste en amélioration des performances
it: Specialista in miglioramento delle prestazioni
pt: Especialista em Melhoria de Desempenho
tr: Performans Geliştirme Uzmanı Sertifikası

source: Certified Nutrition Specialist
de: Zertifizierter Ernährungstrainer
es: Especialista en nutrición certificado
fr: Spécialiste en nutrition certifié
it: Specialista in nutrizione certificato
pt: Especialista em Nutrição Certificado
tr: Beslenme Uzmanı Sertifikası

source: Precision Nutrition Certification
de: Precision Ernährungszertifikat
es: Certificación en nutrición precisa
fr: Certification en nutrition précise
it: Certificato in nutrizione precisa
pt: Certificação em Nutrição Precisa
tr: Precision Beslenme Sertifikası

source: Certified Pilates Instructor
de: Zertifizierter Pilates-Trainer
es: Instructor Pilates certificado
fr: Instructeur Pilates certifié
it: Instructeur Pilates certificato
pt: Instrutor de Pilates Certificado
tr: Pilates Antrenörü Sertifikası

source: Certified Yoga Instructor
de: Zertifizierter Yoga-Trainer
es: Instructor Yoga certificado
fr: Instructeur yoga certifié
it: Instructeur yoga certificato
pt: Instrutor de Yoga Certificado
tr: Yoga Antrenörü Sertifikası

source: CrossFit Level 1 Trainer
es: Entrenador CrossFit nivel 1
fr: Formateur CrossFit niveau 1
it: Formateur CrossFit niveau 1
pt: Treinador CrossFit Nível 1
tr: CrossFit Level 1 Antrenörü Sertifikası

source: TRX Suspension Training Certification
de: TRX Suspension Training Zertifikat
es: Certificación en entrenamiento TRX
fr: Certification en entraînement TRX suspendu
it: Certificato in allenamento TRX sospeso
pt: Certificação em Treinamento TRX Suspension
tr: TRX Yükseklik Sertifikası

source: Kettlebell Instructor Certification
de: Kettlebell Instructor Zertifikat
es: Certificación en instructor Kettlebell
fr: Certification d'instructeur kettlebell
it: Certificato di instructeur kettlebell
pt: Certificação de Instrutor Kettlebell
tr: Kettlebell Antrenörü Sertifikası

source: Sports Massage Therapy Certification
de: Sports Massage Therapy Zertifikat
es: Certificación en terapia de masaje deportivo
fr: Certification en massage sportif
it: Certificato in massaggio sportivo
pt: Certificação em Massagem Esportiva
tr: Spor Masajı Sertifikası

source: Senior Fitness Specialist Certification
de: Senior Fitness Spezialist Zertifikat
es: Especialista en fitness para adultos mayores certificado
fr: Spécialiste en fitness senior certifié
it: Specialista in fitness senior certificato
pt: Especialista em Aptidão para Idosos Certificado
tr: Yaşlılık Antrenmanı Uzmanı Sertifikası

source: Pre and Post Natal Fitness Certification
de: Vor- und Nachgeburt Fitness Zertifikat
es: Certificación en fitness prenatal y postnatal
fr: Certification en fitness pré et post natal
it: Certificato in fitness pré e post natal
pt: Certificação em Aptidão Pré e Pós Natal
tr: Gebe & Doğumdan Sonra Antrenman Sertifikası

source: Youth Fitness Specialist Certification
de: Jugend Fitness Spezialist Zertifikat
es: Especialista en fitness para jóvenes certificado
fr: Spécialiste en fitness jeunes certifié
it: Specialista in fitness giovani certificato
pt: Especialista em Aptidão para Jovens Certificado
tr: Genç Antrenman Uzmanı Sertifikası

source: Group Fitness Instructor Certification
de: Gruppen Fitness Trainer Zertifikat
es: Instructor de fitness grupal certificado
fr: Instructeur de fitness de groupe certifié
it: Instructeur de fitness de groupe certificato
pt: Certificação de Instrutor de Grupo Fitness
tr: Grup Antrenman Öğretmeni Sertifikası

source: Health Maintenance
de: Gesundheitsunterhaltung
es: Mantenimiento de salud
fr: Maintenance de la santé
it: Manutenzione della salute
pt: Manutenção da Saúde
tr: Sağlık Koruma

source: Endurance Building
es: Construcción de resistencia
fr: Construction de l'endurance
it: Costruzione dell'endurance
pt: Construção de Endurância
tr: Dayanıklılık Yapma

source: Flexibility & Mobility
de: Flexibilität & Mobilität
es: Flexibilidad y movilidad
fr: Flexibilité et mobilité
it: Flexibilità e mobilità
pt: Flexibilidade e Mobilidade
tr: Esneklik & Mobilite

source: Stress Reduction
de: Stress Reduktion
es: Reducción de estrés
fr: Réduction du stress
it: Riduzione dello stress
pt: Redução de Estresse
tr: Stres Azaltma

# monday_date
source: Mon
de: Mo
es: Lun
fr: Lun
it: Lun
pt: Seg
tr: Pzt

# tuesday_date
source: Tue
de: Di
es: Mar
fr: Mar
it: Mar
pt: Ter
tr: Sal

# wednesday_date
source: Wed
de: Mi
es: Mie
fr: Mer
it: Mer
pt: Qua
tr: Çar

# thursday_date
source: Thu
de: Do
es: Jue
fr: Jeu
it: Gio
pt: Qui
tr: Per

# friday_date
source: Fri
de: Fr
es: Vie
fr: Ven
it: Ven
pt: Sex
tr: Cum

# saturday_date
source: Sat
de: Sa
es: Sab
fr: Sam
it: Sab
pt: Sáb
tr: Cts

# sunday_date
source: Sun
de: So
es: Dom
fr: Dim
it: Dom
pt: Dom
tr: Paz

# january_date
source: Jan
es: Ene
it: Gen
tr: Oca

# february_date
source: Feb
fr: Fév
tr: Şub

# april_date
source: Apr
es: Abr
fr: Avr
tr: Nis

# june_date
source: Jun
fr: Juin
it: Giu
tr: Haz

# july_date
source: Jul
fr: Juil
it: Lug
tr: Tem

# august_date
source: Aug
es: Ago
fr: Août
it: Ago
tr: Ağu

# september_date
source: Sep
it: Set
tr: Eyl

# october_date
source: Oct
it: Ott
tr: Eki

# november_date
source: Nov
tr: Kas

# december_date
source: Dec
de: Dez
es: Dic
fr: Déc
it: Dic
tr: Ara

source: January
de: Januar
es: Enero
fr: Janvier
it: Gennaio
pt: Janeiro
tr: Ocak

source: February
de: Februar
es: Febrero
fr: Février
it: Febbraio
pt: Fevereiro
tr: Şubat

source: March
de: März
es: Marzo
fr: Mars
it: Marzo
pt: Março
tr: Mart

source: April
es: Abril
fr: Avril
it: Aprile
pt: Abril
tr: Nisan

source: May
de: Mai
es: Mayo
fr: Mai
it: Maggio
pt: Maio
tr: Mayıs

source: June
de: Juni
es: Junio
fr: Juin
it: Giugno
pt: Junho
tr: Haziran

source: July
de: Juli
es: Julio
fr: Juillet
it: Luglio
pt: Julho
tr: Temmuz

source: August
es: Agosto
fr: Août
it: Agosto
pt: Agosto
tr: Ağustos

source: September
es: Septiembre
fr: Septembre
it: Settembre
pt: Setembro
tr: Eylül

source: October
de: Oktober
es: Octubre
fr: Octobre
it: Ottobre
pt: Outubro
tr: Ekim

source: November
es: Noviembre
fr: Novembre
it: Novembre
pt: Novembro
tr: Kasım

source: December
de: Dezember
es: Diciembre
fr: Décembre
it: Dicembre
pt: Dezembro
tr: Aralık
