Repository: genDelta8/naturafit
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt, tr

source: Goals & Preferences
de: Ziele und Vorlieben
es: Objetivos y preferencias
fr: Objectifs et préférences
it: Obiettivi e preferenze
pt: Objetivos e Preferências
tr: Hedefler & Tercihler

# secondary_goal_hint
source: Select your secondary fitness goal
de: Dein zweites Fitnessziel auswählen
es: Selecciona tu objetivo de fitness secundario
fr: Sélectionnez votre objectif de fitness secondaire
it: Seleziona il tuo obiettivo fitness secondario
pt: Selecione seu objetivo de fitness secundário
tr: İkincil fitness hedefini seç

# data_sharing
source: Data Sharing Consent
de: Datenfreigabe Zustimmung
es: Consentimiento para compartir datos
fr: Consentement au partage de données
it: Consenso condivisione dati
pt: Consentimento para Compartilhamento de Dados
tr: Veri Paylaşım İzni

# data_sharing_subtitle
source: Allow your trainer to access the following data to help them tailor your fitness plan
de: Erlaube deinem Trainer, auf die folgenden Daten zuzugreifen, um ihm zu helfen, deinen Fitnessplan anzupassen
es: Permite a tu entrenador acceder a los siguientes datos para ayudarles a personalizar tu plan de fitness
fr: Autoriser votre formateur à accéder aux données suivantes pour vous aider à adapter votre plan de fitness
it: Permetti al tuo trainer di accedere ai seguenti dati per aiutarti a personalizzare il tuo piano fitness
pt: Permitir que seu treinador acesse os seguintes dados para ajudá-lo a ajustar seu plano de fitness
tr: Eğitmeninin fitness planını kişiselleştirmesine yardımcı olmak için aşağıdaki verilere erişim izni ver

# consent_birthday_title
source: Birthday
de: Geburtstag
es: Cumpleaños
fr: Date de naissance
it: Data di nascita
pt: Aniversário
tr: Doğum Günü

# consent_birthday_desc
source: Share your birthday to help trainers personalize your fitness plan
de: Teile deinen Geburtstag, um deinem Trainer zu helfen, deinen Fitnessplan anzupassen
es: Comparte tu cumpleaños para ayudar a los entrenadores a personalizar tu plan de fitness
fr: Partagez votre date de naissance pour aider les formateurs à personnaliser votre plan de fitness
it: Condividi la tua data di nascita per aiutare i trainer a personalizzare il tuo piano fitness
pt: Compartilhe seu aniversário para ajudar os treinadores a personalizar seu plano de fitness
tr: Eğitmenlerin fitness planını kişiselleştirmesine yardımcı olmak için doğum gününü paylaş

# consent_email_title
source: Email Address
de: Email Adresse
es: Dirección de correo electrónico
fr: Adresse email
it: Indirizzo email
pt: Endereço de Email
tr: E-posta Adresi

# consent_email_desc
source: Allow trainers to contact you via email
de: Erlaube Trainern, dich via Email zu kontaktieren
es: Permite a los entrenadores contactarte via correo electrónico
fr: Autoriser les formateurs à vous contacter par email
it: Permetti ai trainer di contattarti via email
pt: Permitir que os treinadores te contatem via email
tr: Eğitmenlerin seninle e-posta üzerinden iletişim kurmasına izin ver

# consent_phone_title
source: Phone Number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
it: Numero di telefono
pt: Número de Telefone
tr: Telefon Numarası

# consent_phone_desc
source: Enable direct communication with trainers
de: Erlaube direkte Kommunikation mit Trainern
es: Habilita la comunicación directa con los entrenadores
fr: Activer la communication directe avec les formateurs
it: Abilita la comunicazione diretta con i trainer
pt: Habilitar comunicação direta com os treinadores
tr: Eğitmenlerle direkt iletişimi etkinleştir

# consent_social_media_title
source: Social Media
de: Soziale Medien
es: Redes sociales
fr: Médias sociaux
pt: Redes Sociais
tr: Sosyal Medya

# consent_social_media_desc
source: Connect with trainers on social platforms
de: Mit Trainern auf sozialen Plattformen verbinden
es: Conecta con los entrenadores en plataformas sociales
fr: Connectez-vous avec les formateurs sur les plateformes sociales
it: Connettiti con i trainer sulle piattaforme social
pt: Conecte-se com os treinadores nas plataformas de redes sociais
tr: Eğitmenlerle sosyal platformlarda bağlantı kur

source: Skip All
de: Alle überspringen
es: Omitir todo
fr: Passer tous
it: Salta tutto
pt: Pular Todos
tr: Tümünü Atla

# step_count
source: Step {current} of {total}
de: Schritt {current} von {total}
es: Paso {current} de {total}
fr: Étape {current} de {total}
it: Passo {current} di {total}
pt: Passo {current} de {total}
tr: Adım {current}/{total}

source: Almost Done!
de: Fast fertig!
es: ¡Casi listo!
fr: Presque terminé!
it: Quasi fatto!
pt: Quase Pronto!
tr: Neredeyse Bitti!

# review_profile
source: Review and confirm your profile information. You can always update these details later.
de: Überprüfe und bestätige deine Profilinformationen. Du kannst diese Details jederzeit später aktualisieren.
es: Revisa y confirma tus datos de perfil. Puedes actualizar estos detalles más tarde.
fr: Examinez et confirmez vos informations de profil. Vous pouvez toujours mettre à jour ces détails plus tard.
it: Rivedi e conferma le tue informazioni del profilo. Puoi sempre aggiornare questi dettagli in seguito.
pt: Revise e confirme suas informações de perfil. Você pode atualizá-las posteriormente.
tr: Profil bilgilerini gözden geçir ve onayla. Bu detayları daha sonra her zaman güncelleyebilirsin.

source: Progress Photo
de: Fortschrittsbild
es: Foto de progreso
fr: Photo de progression
it: Foto dei progressi
pt: Foto de Progresso
tr: İlerleme Fotoğrafı

# business_profile_subtitle
source: Set up your business information
de: Stelle deine Geschäftsinformationen ein
es: Configura tus datos de negocio
fr: Configurez vos informations commerciales
it: Configura le tue informazioni aziendali
pt: Configure suas informações de negócios
tr: İş bilgilerini ayarla

# hourly_rate_hint
source: Your standard hourly rate
de: Dein Standard Stundensatz
es: Tu tarifa horaria estándar
fr: Votre taux horaire standard
it: La tua tariffa oraria standard
pt: Seu rateio padrão por hora
tr: Standart saatlik ücretin

# package_rates_hint
source: Describe your package options and rates
de: Beschreibe deine Paketoptionen und Preise
es: Describe tus opciones de paquetes y tarifas
fr: Décrivez vos options de prix et de packages
it: Descrivi le tue opzioni di pacchetti e tariffe
pt: Descreva suas opções de pacote e taxas
tr: Paket seçeneklerini ve ücretlerini açıkla

# body_measurements_title
source: Body Measurements
de: Körpermessungen
es: Medidas del cuerpo
fr: Mesures corporelles
it: Misure corporee
pt: Medidas Corporais
tr: Vücut Ölçüleri

# height_title
source: Height
de: Größe
es: Altura
fr: Taille
it: Altezza
pt: Altura
tr: Boy

# weight_title
source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
pt: Peso
tr: Kilo

# goals_preferences_title
source: Goals & Preferences
de: Ziele und Vorlieben
es: Objetivos y preferencias
fr: Objectifs et préférences
it: Obiettivi e preferenze
pt: Objetivos e Preferências
tr: Hedefler & Tercihler

source: Specializations
de: Spezialisierungen
es: Especializaciones
fr: Spécialisations
it: Specializzazioni
pt: Especializações
tr: Uzmanlıklar

source: Search specializations...
de: Spezialisierungen suchen...
es: Buscar especializaciones...
fr: Rechercher des spécialisations...
it: Cerca specializzazioni...
pt: Pesquisar especializações...
tr: Uzmanlık ara...

source: Selected:
de: Ausgewählt:
es: Seleccionado:
fr: Sélectionné:
it: Selezionato:
pt: Selecionado:
tr: Seçilenler:

# step_progress
source: Step {current} of {total}
de: Schritt {current} von {total}
es: Paso {current} de {total}
fr: Étape {current} de {total}
it: Passo {current} di {total}
pt: Passo {current} de {total}
tr: Adım {current}/{total}

# weekly_availability_title
source: Weekly Availability
de: Wochenverfügbarkeit
es: Disponibilidad semanal
fr: Disponibilité hebdomadaire
it: Disponibilità settimanale
pt: Disponibilidade Semanal
tr: Haftalık Müsaitlik

# specializations_title
source: Specializations
de: Spezialisierungen
es: Especializaciones
fr: Spécialisations
it: Specializzazioni
pt: Especializações
tr: Uzmanlıklar

source: Selected Specializations
de: Ausgewählte Spezialisierungen
es: Especializaciones seleccionadas
fr: Spécialisations sélectionnées
it: Specializzazioni selezionate
pt: Especializações Selecionadas
tr: Seçilen Uzmanlıklar

source: Education Category
de: Ausbildungskategorie
es: Categoría de educación
fr: Catégorie d'éducation
it: Categoria istruzione
pt: Categoria de Educação
tr: Eğitim Kategorisi

source: Education Item
de: Ausbildungselement
es: Elemento de educación
fr: Élément d'éducation
it: Elemento istruzione
pt: Item de Educação
tr: Eğitim Öğesi

source: Custom Education
de: Benutzerdefinierte Ausbildung
es: Educación personalizada
fr: Éducation personnalisée
it: Istruzione personalizzata
pt: Educação Personalizada
tr: Özel Eğitim

source: Subject
de: Fach
es: Asunto
fr: Sujet
it: Materia
pt: Assunto
tr: Konu

source: Select Category
de: Kategorie auswählen
es: Seleccionar categoría
fr: Sélectionner une catégorie
it: Seleziona categoria
pt: Selecionar Categoria
tr: Kategori Seç

source: Select Item
de: Element auswählen
es: Seleccionar elemento
fr: Sélectionner un élément
it: Seleziona elemento
pt: Selecionar Item
tr: Öğe Seç

# enter_custom_education
source: Enter custom education details
de: Benutzerdefinierte Ausbildungdetails eingeben
es: Ingresa los detalles de tu educación personalizada
fr: Entrez les détails de l'éducation personnalisée
it: Inserisci i dettagli dell'istruzione personalizzata
pt: Digite detalhes de educação personalizados
tr: Özel eğitim detaylarını gir

source: Enter custom specialization...
de: Benutzerdefinierte Spezialisierung eingeben...
es: Ingresa tu especialización personalizada...
fr: Entrez une spécialisation personnalisée...
it: Inserisci una specializzazione personalizzata...
pt: Digite especialização personalizada...
tr: Özel uzmanlık gir...

# error_completing_setup
source: Error completing setup: {error}
de: Fehler beim Abschließen der Einrichtung: {error}
es: Error al completar la configuración: {error}
fr: Erreur lors de la configuration: {error}
it: Errore durante il completamento della configurazione: {error}
pt: Erro ao completar a configuração: {error}
tr: Kurulum tamamlanırken hata oluştu: {error}

# progress_saved
source: Progress saved successfully!
de: Fortschritt erfolgreich gespeichert!
es: Progreso guardado correctamente!
fr: Progression enregistrée avec succès!
it: Progressi salvati con successo!
pt: Progresso salvo com sucesso!
tr: İlerleme başarıyla kaydedildi!

# error_saving_progress
source: Error saving progress: {error}
de: Fehler beim Speichern des Fortschritts: {error}
es: Error al guardar el progreso: {error}
fr: Erreur lors de l'enregistrement de la progression: {error}
it: Errore durante il salvataggio dei progressi: {error}
pt: Erro ao salvar o progresso: {error}
tr: İlerleme kaydedilirken hata oluştu: {error}

source: Start Workout Plan
de: Trainingsplan starten
es: Iniciar plan de entrenamiento
fr: Commencer le plan d'entrainement
it: Inizia piano di allenamento
pt: Iniciar Plano de Treino
tr: Antrenman Planını Başlat

source: Exercise Video
de: Übungsvideo
es: Video de ejercicio
fr: Vidéo d'exercice
it: Video esercizio
pt: Vídeo de Exercício
tr: Egzersiz Videosu

source: Exercise Notes
de: Übungshinweise
es: Notas de ejercicio
fr: Notes d'exercice
it: Note esercizio
pt: Notas de Exercício
tr: Egzersiz Notları

# exercise_instructions
source: Instructions
de: Anleitungen
es: Instrucciones
it: Istruzioni
pt: Instruções
tr: Talimatlar

# exercise_weight
source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
pt: Peso
tr: Ağırlık

# exercise_rest
source: Rest
de: Pausieren
es: Descanso
fr: Repos
it: Riposo
pt: Descanso
tr: Dinlenme

# exercise_equipment
source: Equipment: {equipment}
de: Ausrüstung: {equipment}
es: Equipo: {equipment}
fr: Matériel: {equipment}
it: Attrezzatura: {equipment}
pt: Equipamento: {equipment}
tr: Ekipman: {equipment}

source: Check All
de: Alle auswählen
es: Marcar todo
fr: Tout cocher
it: Seleziona tutto
pt: Marcar Todos
tr: Tümünü İşaretle

source: Uncheck All
de: Alle abwählen
es: Desmarcar todo
fr: Tout décocher
it: Deseleziona tutto
pt: Desmarcar Todos
tr: Tüm İşaretleri Kaldır

# transformation_challenge
source: 21-Day Transform Challenge • Progressive Overload • Mixed Intensity • Full Body Focus
de: 21-Tage Transformations-Herausforderung • Progressive Überlastung • Gemischte Intensität • Vollkörper-Fokus
es: Desafío de transformación de 21 días • Carga progresiva • Intensidad mixta • Enfoque en todo el cuerpo
fr: Défi de transformation 21 jours • Progression • Intensité mixte • Focus sur le corps complet
it: Sfida trasformazione 21 giorni • Progressione • Intensità mista • Focus corpo intero
pt: Desafio de Transform 21 Dias • Progressivo Sobrecarregamento • Mistura de Intensidade • Foco no Corpo Inteiro
tr: 21 Günlük Dönüşüm Challenge • Progresif Yüklenme • Karma Yoğunluk • Tam Vücut Odaklı

# no_exercises_found
source: No exercises found for this day
de: Keine Übungen gefunden für diesen Tag
es: No se encontraron ejercicios para este día
fr: Aucun exercice trouvé pour ce jour
it: Nessun esercizio trovato per questo giorno
pt: Nenhum exercício encontrado para este dia
tr: Bu gün için egzersiz bulunamadı

source: Day {number}
de: Tag {number}
es: Día {number}
fr: Jour {number}
it: Giorno {number}
pt: Dia {number}
tr: Gün {number}

source: Active Workout Plan
de: Aktiver Trainingsplan
es: Plan de entrenamiento activo
fr: Plan d'entrainement actif
it: Piano di allenamento attivo
pt: Plano de Treino Ativo
tr: Aktif Antrenman Planı

source: Weekly Workout
de: Wochen Trainingsplan
es: Entrenamiento semanal
fr: Entrainement hebdomadaire
it: Allenamento settimanale
pt: Treino Semanal
tr: Haftalık Antrenman

source: Transformation Workout
de: Transformations Trainingsplan
es: Entrenamiento de transformación
fr: Entrainement de transformation
it: Allenamento di trasformazione
pt: Treino de Transform
tr: Dönüşüm Antrenmanı

source: No Current Workout Plan
de: Kein aktueller Trainingsplan
es: No hay plan de entrenamiento actual
fr: Aucun plan d'entrainement actif
it: Nessun piano di allenamento attivo
pt: Nenhum Plano de Treino Atual
tr: Aktif Antrenman Planı Yok

# check_workout_plans
source: Please check your workout plans to set one as current
de: Bitte überprüfe deine Trainingspläne, um einen als aktuell festzulegen
es: Por favor, revisa tus planes de entrenamiento para configurar uno como actual
fr: Veuillez vérifier vos plans d'entrainement pour mettre un plan comme actif
it: Controlla i tuoi piani di allenamento per impostare un piano come attivo
pt: Por favor, verifique seus planos de treino para estabelecer um como atual
tr: Aktif plan belirlemek için lütfen antrenman planlarını kontrol et

source: View Workout Plans
de: Trainingspläne ansehen
es: Ver planes de entrenamiento
fr: Voir les plans d'entrainement
it: Vedi piani di allenamento
pt: Ver Planos de Treino
tr: Antrenman Planlarını Görüntüle

source: Active Plan Content
de: Aktiver Plan Inhalt
es: Contenido del plan activo
fr: Contenu du plan actif
it: Contenuto del piano attivo
pt: Conteúdo do Plano Ativo
tr: Aktif Plan İçeriği

source: Transformation Plan Content
de: Transformations Plan Inhalt
es: Contenido del plan de transformación
fr: Contenu du plan de transformation
it: Contenuto del piano di trasformazione
pt: Conteúdo do Plano de Transform
tr: Dönüşüm Planı İçeriği

source: Current Workout Plan
de: Aktueller Trainingsplan
es: Plan de entrenamiento actual
fr: Plan d'entrainement actif
it: Piano di allenamento attuale
pt: Plano de Treino Atual
tr: Mevcut Antrenman Planı

source: Workout Plan
de: Trainingsplan
es: Plan de entrenamiento
fr: Plan d'entrainement
it: Piano di allenamento
pt: Plano de Treino
tr: Antrenman Planı

# created_by
source: Created by {trainerName}
de: Erstellt von {trainerName}
es: Creado por {trainerName}
fr: Créé par {trainerName}
it: Creato da {trainerName}
pt: Criado por {trainerName}
tr: {trainerName} tarafından oluşturuldu

source: Your Trainer
de: Dein Trainer
es: Tu entrenador
fr: Votre formateur
it: Il tuo trainer
pt: Seu Treinador
tr: Eğitmenin

# no_current_plan_title
source: No Current Workout Plan
de: Kein aktueller Trainingsplan
es: No hay plan de entrenamiento actual
fr: Aucun plan d'entrainement actif
it: Nessun piano di allenamento attivo
pt: Nenhum Plano de Treino Atual
tr: Aktif Antrenman Planı Yok

# no_current_plan_message
source: Please check your workout plans to set one as current
de: Bitte überprüfe deine Trainingspläne, um einen als aktuell festzulegen
es: Por favor, revisa tus planes de entrenamiento para configurar uno como actual
fr: Veuillez vérifier vos plans d'entrainement pour mettre un plan comme actif
it: Controlla i tuoi piani di allenamento per impostare un piano come attivo
pt: Por favor, verifique seus planos de treino para estabelecer um como atual
tr: Aktif plan belirlemek için lütfen antrenman planlarını kontrol et

source: phase
es: fase
it: fase
pt: Fase
tr: faz

source: phases
de: Phasen
es: fases
it: fasi
pt: Fases
tr: faz

source: Start Workout
de: Trainingsbeginn
es: Iniciar entrenamiento
fr: Commencer l'entrainement
it: Inizia allenamento
pt: Iniciar Treino
tr: Antrenmanı Başlat

# pause_workout
source: Pause
de: Pausieren
es: Pausar
it: Pausa
pt: Pausar
tr: Duraklat

source: Warm Up Phase
de: Aufwärmphase
es: Fase de calentamiento
fr: Phase de réchauffement
it: Fase di riscaldamento
pt: Fase de Aquecimento
tr: Isınma Fazı

source: Main Workout Phase
de: Haupt Trainingsphase
es: Fase de entrenamiento principal
fr: Phase d'entrainement principal
it: Fase di allenamento principale
pt: Fase de Treino Principal
tr: Ana Antrenman Fazı

source: Cool Down Phase
de: Abkühlungsphase
es: Fase de enfriamiento
fr: Phase de refroidissement
it: Fase di defaticamento
pt: Fase de Resfriamento
tr: Soğuma Fazı

# search_plans
source: Search...
de: Suchen...
es: Buscar...
fr: Rechercher...
it: Cerca...
pt: Pesquisar...
tr: Ara...

source: All Plans
de: Alle Pläne
es: Todos los planes
fr: Tous les plans
it: Tutti i piani
pt: Todos os Planos
tr: Tüm Planlar

# active_plans
source: Active
de: Aktiv
es: Activos
fr: Actif
it: Attivi
pt: Ativos
tr: Aktif

# pending_plans
source: Pending
de: Ausstehend
es: Pendientes
fr: En attente
it: In attesa
pt: Pendentes
tr: Bekleyen

# completed_plans
source: Completed
de: Abgeschlossen
es: Completados
fr: Terminé
it: Completati
pt: Concluídos
tr: Tamamlanan

# no_workout_plans
source: No workout plans found
de: Keine Trainingspläne gefunden
es: No se encontraron planes de entrenamiento
fr: Aucun plan d'entrainement trouvé
it: Nessun piano di allenamento trovato
pt: Nenhum plano de treino encontrado
tr: Antrenman planı bulunamadı

# adjust_filters
source: Try adjusting your filters
de: Bitte ändere deine Filter
es: Intenta ajustar tus filtros
fr: Essayez de modifier vos filtres
it: Prova a modificare i tuoi filtri
pt: Tente ajustar seus filtros
tr: Filtrelerini ayarlamayı dene

source: Pending ({count})
de: Ausstehend ({count})
es: Pendientes ({count})
fr: En attente ({count})
it: In attesa ({count})
pt: Pendente ({count})
tr: Bekleyen ({count})

source: Active ({count})
es: Activos ({count})
it: Attivi ({count})
pt: Ativo ({count})
tr: Aktif ({count})

source: Completed ({count})
de: Abgeschlossen ({count})
es: Completados ({count})
fr: Terminé ({count})
it: Completati ({count})
pt: Concluído ({count})
tr: Tamamlanan ({count})

# trainer_label
source: Trainer
es: Entrenador
fr: Formateur
pt: Treinador
tr: Eğitmen

source: Select Workout
de: Trainingsauswahl
es: Seleccionar entrenamiento
fr: Sélectionner l'entrainement
it: Seleziona allenamento
pt: Selecionar Treino
tr: Antrenman Seç

source: Search workouts...
de: Trainingssuche...
es: Buscar entrenamientos...
fr: Rechercher des entrainements...
it: Cerca allenamenti...
pt: Pesquisar treinos...
tr: Antrenman ara...

source: No workouts found
de: Keine Trainings gefunden
es: No se encontraron entrenamientos
fr: Aucun entrainement trouvé
it: Nessun allenamento trovato
pt: Nenhum treino encontrado
tr: Antrenman bulunamadı

source: Focus Area
de: Fokusbereich
es: Área de enfoque
fr: Zone de focus
it: Area di focus
pt: Área de Foco
tr: Odak Bölgesi

# focus_area_hint
source: e.g., Upper Body, Legs, Core, etc.
de: z.B. Oberkörper, Beine, Bauch, etc.
it: es., Parte superiore, Gambe, Core, ecc.
tr: örn. Üst Vücut, Bacaklar, Core vb.

source: No focus area
de: Kein Fokusbereich
es: No hay área de enfoque
fr: Aucune zone de focus
it: Nessuna area di focus
pt: Nenhuma área de foco
tr: Odak bölgesi yok

source: Start Selected Workout
de: Ausgewähltes Training starten
es: Iniciar entrenamiento seleccionado
fr: Commencer l'entrainement sélectionné
it: Inizia allenamento selezionato
pt: Iniciar Treino Selecionado
tr: Seçili Antrenmanı Başlat

# select_workout_day
source: Select a workout day
de: Trainings Tag auswählen
es: Seleccionar un día de entrenamiento
fr: Sélectionner un jour d'entrainement
it: Seleziona un giorno di allenamento
pt: Selecionar um dia de treino
tr: Antrenman günü seç

source: Workout in Progress
de: Trainingsausführung
es: Entrenamiento en progreso
fr: Entrainement en cours
it: Allenamento in corso
pt: Treino em Andamento
tr: Antrenman Devam Ediyor

source: GO!
de: Los geht's!
es: ¡Vamos!
it: VIA!
tr: BAŞLA!

source: Complete Workout
de: Trainingsabschluss
es: Completar entrenamiento
fr: Terminer l'entrainement
it: Completa allenamento
pt: Completar Treino
tr: Antrenmanı Tamamla

# workout_difficulty
source: How difficult was this workout?
de: Wie schwierig war dieses Training?
es: ¿Qué tan difícil fue este entrenamiento?
fr: Quel niveau d'intensité avez-vous trouvé cet entrainement?
it: Che livello di intensità hai trovato in questo allenamento?
pt: Quão difícil foi este treino?
tr: Bu antrenman ne kadar zordu?

# workout_notes
source: Notes
de: Notizen
es: Notas
it: Note
pt: Notas
tr: Notlar

# workout_notes_hint
source: Share your workout experience with your trainer (optional)...
de: Teile deine Trainingserfahrung mit deinem Trainer (optional)...
es: Comparte tu experiencia con tu entrenador (opcional)...
fr: Partagez votre expérience avec votre formateur (optionnel)...
it: Condividi la tua esperienza con il tuo trainer (opzionale)...
pt: Compartilhe sua experiência de treino com seu treinador (opcional)...
tr: Antrenman deneyimini eğitmeninle paylaş (isteğe bağlı)...

source: Submit and Finish
de: Abschließen
es: Enviar y terminar
fr: Soumettre et terminer
it: Invia e termina
pt: Enviar e Concluir
tr: Gönder ve Bitir

# workout_completed
source: Workout completed successfully!
de: Trainingsabschluss erfolgreich!
es: Entrenamiento completado correctamente!
fr: Entrainement terminé avec succès!
it: Allenamento completato con successo!
pt: Treino concluído com sucesso!
tr: Antrenman başarıyla tamamlandı!

# failed_save_workout
source: Failed to save workout data
de: Fehler beim Speichern der Trainingsdaten
es: Error al guardar los datos del entrenamiento
fr: Erreur lors de l'enregistrement des données d'entrainement
it: Errore durante il salvataggio dei dati dell'allenamento
pt: Erro ao salvar os dados do treino
tr: Antrenman verisi kaydedilemedi

# failed_complete_workout
source: Failed to complete workout
de: Fehler beim Abschließen des Trainings
es: Error al completar el entrenamiento
fr: Erreur lors de la fin de l'entrainement
it: Errore durante il completamento dell'allenamento
pt: Erro ao completar o treino
tr: Antrenman tamamlanamadı

# level
source: Level {number}
es: Nivel {number}
fr: Niveau {number}
it: Livello {number}
pt: Nível {number}
tr: Seviye {number}

source: Sets
fr: Séries
it: Serie
tr: Set

source: Reps
fr: Répétitions
it: Ripetizioni
tr: Tekrar
